Repository: y4shg/jyotigpt
Catalog: lib/l10n/app_*.arb
Languages: bg, bn, cs, el, fa, fi, gu, hu, id, ml, mr, or, pa, ro, sk, sv, ta, th, uk, ur, vi

# uploadDocsPrompt
source: Upload documents to reference in your conversations with JyotiGPT
bg: Качете документи, за да се позовавате във вашите разговори с Jyotigpt
bn: জ্যোটিগপ্টের সাথে আপনার কথোপকথনে রেফারেন্সে নথিগুলি আপলোড করুন
cs: Nahrajte dokumenty k odkazu ve vašich konverzacích s Jyotigpt
el: Ανεβάστε τα έγγραφα που αναφέρετε στις συνομιλίες σας με το Jyotigpt
fa: اسناد را برای مراجعه به مکالمات خود با Jyotigpt بارگذاری کنید
fi: Lataa asiakirjat viitataksesi keskusteluihisi Jyotigptin kanssa
gu: જ્યોટિગપ્ટ સાથેની તમારી વાતચીતમાં સંદર્ભમાં દસ્તાવેજો અપલોડ કરો
hu: Töltse fel a hivatkozási dokumentumokat a Jyotigpt -vel folytatott beszélgetések során
id: Unggah dokumen untuk referensi dalam percakapan Anda dengan JyotiGPT
ml: JYotigpt- യുമായുള്ള നിങ്ങളുടെ സംഭാഷണങ്ങളിൽ റഫറൻസ് ചെയ്യുന്നതിന് രേഖകൾ അപ്ലോഡുചെയ്യുക
mr: ज्योटिग्टसह आपल्या संभाषणांमध्ये संदर्भात दस्तऐवज अपलोड करा
or: ଜ୍ୟୋଟୋଗ୍ଟ ସହିତ ଆପଣଙ୍କର ବାର୍ତ୍ତାଳାପରେ ରେଫରେନ୍ସରେ ଡକ୍ୟୁମେଣ୍ଟ୍ ଅପଲୋଡ୍ କରନ୍ତୁ |
pa: ਜੋਤੀਪਿਪਟ ਨਾਲ ਆਪਣੀ ਗੱਲਬਾਤ ਵਿੱਚ ਹਵਾਲਾ ਦੇਣ ਲਈ ਦਸਤਾਵੇਜ਼ ਅਪਲੋਡ ਕਰੋ
ro: Încărcați documente pentru a face referire în conversațiile dvs. cu Jyotigpt
sk: Nahrajte dokumenty na odkazy vo svojich rozhovoroch s Jyotigpt
sv: Ladda upp dokument som ska hänvisas till i dina konversationer med Jyotigpt
ta: ஜியோடிக்டுடனான உங்கள் உரையாடல்களில் குறிப்பிட ஆவணங்களை பதிவேற்றவும்
th: อัปโหลดเอกสารเพื่อใช้อ้างอิงในการสนทนาของคุณกับ JyotiGPT
uk: Завантажте документи, щоб посилатися на свої розмови з Jyotigpt
ur: Jyotigpt کے ساتھ اپنی گفتگو میں حوالہ دینے کے لئے دستاویزات اپ لوڈ کریں
vi: Tải tài liệu lên để tham khảo trong cuộc trò chuyện của bạn với JyotiGPT

# uploadFirstFile
source: Upload your first file
bg: Качете първия си файл
bn: আপনার প্রথম ফাইল আপলোড করুন
cs: Nahrajte svůj první soubor
el: Ανεβάστε το πρώτο σας αρχείο
fa: اولین پرونده خود را بارگذاری کنید
fi: Lataa ensimmäinen tiedosto
gu: તમારી પ્રથમ ફાઇલ અપલોડ કરો
hu: Töltse fel az első fájlt
id: Unggah file pertama Anda
ml: നിങ്ങളുടെ ആദ്യ ഫയൽ അപ്ലോഡുചെയ്യുക
mr: आपली पहिली फाईल अपलोड करा
or: ଆପଣଙ୍କର ପ୍ରଥମ ଫାଇଲ୍ ଅପଲୋଡ୍ କରନ୍ତୁ |
pa: ਆਪਣੀ ਪਹਿਲੀ ਫਾਈਲ ਅਪਲੋਡ ਕਰੋ
ro: Încărcați primul dvs. fișier
sk: Nahrajte svoj prvý súbor
sv: Ladda upp din första fil
ta: உங்கள் முதல் கோப்பை பதிவேற்றவும்
th: อัปโหลดไฟล์แรกของคุณ
uk: Завантажте свій перший файл
ur: اپنی پہلی فائل اپ لوڈ کریں
vi: Tải lên tập tin đầu tiên của bạn

source: Attachments
bg: Прикачени файлове
bn: সংযুক্তি
cs: Přílohy
el: Συνημμένα
fa: پیوست
fi: Liitetiedot
gu: જોડાણ
hu: Mellékletek
id: Lampiran
ml: അറ്റാച്ചുമെന്റുകൾ
mr: संलग्नक
or: ସଂଲଗ୍ନକ
pa: ਅਟੈਚਮੈਂਟਸ
ro: Atașamente
sk: Prílohy
sv: Bilagor
ta: இணைப்புகள்
th: ไฟล์แนบ
uk: Вкладення
ur: منسلکات
vi: Tệp đính kèm

# knowledgeBaseEmpty
source: Knowledge base is empty
bg: Базата знания е празна
bn: জ্ঞান বেস খালি
cs: Znalostní základna je prázdná
el: Η βάση γνώσεων είναι κενή
fa: پایه دانش خالی است
fi: Tietopohja on tyhjä
gu: જ્ ledge ાન આધાર ખાલી છે
hu: A tudásbázis üres
id: Basis pengetahuan kosong
ml: നോളജ് ബേസ് ശൂന്യമാണ്
mr: ज्ञान बेस रिक्त आहे
or: ଜ୍ଞାନ ଆଧାର ଖାଲି ଅଛି |
pa: ਗਿਆਨ ਅਧਾਰ ਖਾਲੀ ਹੈ
ro: Baza de cunoștințe este goală
sk: Znalostná základňa je prázdna
sv: Kunskapsbasen är tom
ta: அறிவுத் தளம் காலியாக உள்ளது
th: ฐานความรู้ว่างเปล่า
uk: База знань порожня
ur: علم کی بنیاد خالی ہے
vi: Cơ sở kiến ​​thức trống rỗng

# createCollectionsPrompt
source: Create collections of related documents for easy reference
bg: Създайте колекции от свързани документи за лесна справка
bn: সহজ রেফারেন্সের জন্য সম্পর্কিত নথিগুলির সংগ্রহ তৈরি করুন
cs: Vytvořte sbírky souvisejících dokumentů pro snadnou referenci
el: Δημιουργία συλλογών σχετικών εγγράφων για εύκολη αναφορά
fa: برای مرجع آسان مجموعه ای از اسناد مرتبط ایجاد کنید
fi: Luo asiakirjojen kokoelmia helpon viitteen vuoksi
gu: સરળ સંદર્ભ માટે સંબંધિત દસ્તાવેજોના સંગ્રહ બનાવો
hu: Készítsen a kapcsolódó dokumentumok gyűjteményét az egyszerű referencia érdekében
id: Buat koleksi dokumen terkait untuk memudahkan referensi
ml: എളുപ്പത്തിലുള്ള റഫറൻസിനായി അനുബന്ധ പ്രമാണങ്ങളുടെ ശേഖരങ്ങൾ സൃഷ്ടിക്കുക
mr: सुलभ संदर्भासाठी संबंधित दस्तऐवजांचे संग्रह तयार करा
or: ସହଜ ରେଫରେନ୍ସ ପାଇଁ ସମ୍ବନ୍ଧୀୟ ଡକ୍ୟୁମେଣ୍ଟ୍ ର ସଂଗ୍ରହ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਅਸਾਨ ਹਵਾਲੇ ਲਈ ਸੰਬੰਧਿਤ ਦਸਤਾਵੇਜ਼ਾਂ ਦੇ ਸੰਗ੍ਰਹਿ ਬਣਾਓ
ro: Creați colecții de documente conexe pentru referință ușoară
sk: Vytvorte zbierky súvisiacich dokumentov pre ľahkú referenciu
sv: Skapa samlingar av relaterade dokument för enkel referens
ta: எளிதான குறிப்புக்காக தொடர்புடைய ஆவணங்களின் தொகுப்புகளை உருவாக்கவும்
th: สร้างคอลเลกชันเอกสารที่เกี่ยวข้องเพื่อให้อ้างอิงได้ง่าย
uk: Створіть колекції відповідних документів для легкої довідки
ur: آسان حوالہ کے لئے متعلقہ دستاویزات کے مجموعے بنائیں
vi: Tạo bộ sưu tập các tài liệu liên quan để dễ dàng tham khảo

# chooseSourcePhoto
source: Choose your source
bg: Изберете вашия източник
bn: আপনার উত্স চয়ন করুন
cs: Vyberte svůj zdroj
el: Επιλέξτε την πηγή σας
fa: منبع خود را انتخاب کنید
fi: Valitse lähde
gu: તમારો સ્રોત પસંદ કરો
hu: Válassza ki a forrást
id: Pilih sumber Anda
ml: നിങ്ങളുടെ ഉറവിടം തിരഞ്ഞെടുക്കുക
mr: आपला स्त्रोत निवडा
or: ଆପଣଙ୍କର ଉତ୍ସ ବାଛନ୍ତୁ |
pa: ਆਪਣਾ ਸਰੋਤ ਚੁਣੋ
ro: Alegeți -vă sursa
sk: Vyberte si svoj zdroj
sv: Välj din källa
ta: உங்கள் மூலத்தைத் தேர்வுசெய்க
th: เลือกแหล่งที่มาของคุณ
uk: Виберіть своє джерело
ur: اپنے ماخذ کا انتخاب کریں
vi: Chọn nguồn của bạn

# takePhoto
source: Take a photo
bg: Направете снимка
bn: একটি ছবি তুলুন
cs: Pořídit fotografii
el: Τραβήξτε μια φωτογραφία
fa: عکس گرفتن
fi: Ottaa valokuva
gu: ફોટો લો
hu: Készítsen egy fényképet
id: Ambil foto
ml: ഒരു ഫോട്ടോ എടുക്കുക
mr: एक फोटो घ्या
or: ଏକ ଫଟୋ ନିଅ
pa: ਇੱਕ ਫੋਟੋ ਲਓ
ro: Faceți o fotografie
sk: Odfotografovať
sv: Ta ett foto
ta: புகைப்படம் எடுக்கவும்
th: ถ่ายรูป
uk: Сфотографувати
ur: ایک تصویر لیں
vi: Chụp ảnh

# chooseFromGallery
source: Choose from your photos
bg: Изберете от вашите снимки
bn: আপনার ফটো থেকে চয়ন করুন
cs: Vyberte si ze svých fotografií
el: Επιλέξτε από τις φωτογραφίες σας
fa: از عکس های خود انتخاب کنید
fi: Valitse valokuvistasi
gu: તમારા ફોટામાંથી પસંદ કરો
hu: Válasszon a fotói közül
id: Pilih dari foto Anda
ml: നിങ്ങളുടെ ഫോട്ടോകളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mr: आपल्या फोटोंमधून निवडा
or: ତୁମର ଫଟୋରୁ ବାଛ |
pa: ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਵਿੱਚੋਂ ਚੁਣੋ
ro: Alegeți dintre fotografiile dvs.
sk: Vyberte si zo svojich fotografií
sv: Välj mellan dina foton
ta: உங்கள் புகைப்படங்களிலிருந்து தேர்வு செய்யவும்
th: เลือกจากรูปถ่ายของคุณ
uk: Виберіть на своїх фотографіях
ur: اپنی تصاویر میں سے انتخاب کریں
vi: Chọn từ ảnh của bạn

source: Document
bg: Документ
bn: নথি
cs: Dokument
el: Εγγραφο
fa: مدرک
fi: Asiakirja
gu: દસ્તાવેજ
hu: Dokumentum
id: Dokumen
ml: രേഖ
mr: दस्तऐवज
or: ଡକ୍ୟୁମେଣ୍ଟ୍
pa: ਦਸਤਾਵੇਜ਼
sk: Dokument
sv: Dokumentera
ta: ஆவணம்
th: เอกสาร
uk: Документ
ur: دستاویز
vi: Tài liệu

# documentHint
source: PDF, Word, or text file
bg: PDF, дума или текстов файл
bn: পিডিএফ, শব্দ বা পাঠ্য ফাইল
cs: PDF, slovo nebo textový soubor
el: PDF, Word ή αρχείο κειμένου
fa: PDF ، Word یا File Text
fi: Pdf-, sana- tai tekstitiedosto
gu: પીડીએફ, શબ્દ અથવા ટેક્સ્ટ ફાઇલ
hu: PDF, szó vagy szöveges fájl
id: File PDF, Word, atau teks
ml: PDF, വാക്ക്, അല്ലെങ്കിൽ ടെക്സ്റ്റ് ഫയൽ
mr: पीडीएफ, शब्द किंवा मजकूर फाईल
or: Pdf, ଶବ୍ଦ, କିମ୍ବା ପାଠ୍ୟ ଫାଇଲ |
pa: ਪੀਡੀਐਫ, ਸ਼ਬਦ ਜਾਂ ਟੈਕਸਟ ਫਾਈਲ
ro: Fișier PDF, cuvânt sau text
sk: PDF, Word alebo textový súbor
sv: Pdf, ord eller textfil
ta: PDF, சொல் அல்லது உரை கோப்பு
th: PDF, Word หรือไฟล์ข้อความ
uk: PDF, Word або Text File
ur: پی ڈی ایف ، ورڈ ، یا ٹیکسٹ فائل
vi: Tệp PDF, Word hoặc văn bản

# uploadFileTitle
source: Upload File
bg: Качване на файл
bn: ফাইল আপলোড করুন
cs: Nahrát soubor
el: Μεταφορτώστε το αρχείο
fa: پرونده بارگذاری
fi: Lataa tiedosto
gu: અપલોડ ફાઇલ
hu: Feltöltési fájl
id: Unggah Berkas
ml: ഫയൽ അപ്ലോഡുചെയ്യുക
mr: फाइल अपलोड करा
or: ଫାଇଲ୍ ଅପଲୋଡ୍ କରନ୍ତୁ |
pa: ਫਾਈਲ ਅਪਲੋਡ ਕਰੋ
ro: Încărcați fișier
sk: Nahrať súbor
sv: Uppladdningsfil
ta: கோப்பைப் பதிவேற்றவும்
th: อัพโหลดไฟล์
uk: Завантажити файл
ur: فائل اپ لوڈ کریں
vi: Tải tệp lên

# kbCreationComingSoon
source: Knowledge base creation is coming soon!
bg: Създаването на базата на знанието идва скоро!
bn: জ্ঞান বেস সৃষ্টি শীঘ্রই আসছে!
cs: Tvorba znalostní báze se blíží brzy!
el: Η δημιουργία βάσης γνώσεων έρχεται σύντομα!
fa: ایجاد پایه دانش به زودی در حال آمدن است!
fi: Tietokannan luominen on tulossa pian!
gu: જ્ ledge ાન આધાર બનાવટ ટૂંક સમયમાં આવી રહ્યો છે!
hu: A tudásbázis létrehozása hamarosan megjelenik!
id: Pembuatan basis pengetahuan akan segera hadir!
ml: നോളജ് അടിസ്ഥാന സൃഷ്ടി ഉടൻ വരുന്നു!
mr: ज्ञान बेस निर्मिती लवकरच येत आहे!
or: ଜ୍ଞାନ ଆଧାର ସୃଷ୍ଟି ଶୀଘ୍ର ଆସିବ!
pa: ਗਿਆਨ ਅਧਾਰ ਸਿਰਜਣਾ ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ!
ro: Crearea bazei de cunoștințe va veni în curând!
sk: Vytvorenie vedomostí BASE prechádza čoskoro!
sv: Kunskapsbas skapande kommer snart!
ta: அறிவுத் தள உருவாக்கம் விரைவில் வருகிறது!
th: การสร้างฐานความรู้ในเร็วๆ นี้!
uk: Створення бази знань незабаром!
ur: علم کی بنیاد تخلیق جلد ہی آرہی ہے!
vi: Việc tạo cơ sở tri thức sắp ra mắt!

source: Back to server setup
bg: Обратно към настройката на сървъра
bn: সার্ভার সেটআপে ফিরে যান
cs: Zpět na nastavení serveru
el: Επιστροφή στη ρύθμιση διακομιστή
fa: بازگشت به راه اندازی سرور
fi: Takaisin palvelimen asetuksiin
gu: સર્વર સેટઅપ પર પાછા
hu: Vissza a szerver beállításához
id: Kembali ke pengaturan server
ml: സെർവർ സജ്ജീകരണത്തിലേക്ക് മടങ്ങുക
mr: सर्व्हर सेटअपवर परत
or: ସର୍ଭର ସେଟଅପ୍ କୁ ଫେରନ୍ତୁ |
pa: ਸਰਵਰ ਸੈਟਅਪ ਤੇ ਵਾਪਸ ਜਾਓ
ro: Înapoi la configurarea serverului
sk: Späť na nastavenie servera
sv: Tillbaka till serverinställningen
ta: சேவையக அமைப்புக்குத் திரும்பு
th: กลับไปที่การตั้งค่าเซิร์ฟเวอร์
uk: Назад до налаштування сервера
ur: سرور سیٹ اپ پر واپس جائیں
vi: Quay lại thiết lập máy chủ

source: Connected to Server
bg: Свързан със сървъра
bn: সার্ভারের সাথে সংযুক্ত
cs: Připojeno k serveru
el: Συνδεδεμένο με διακομιστή
fa: متصل به سرور
fi: Kytketty palvelimeen
gu: સર્વર સાથે જોડાયેલ
hu: Csatlakozik a szerverhez
id: Terhubung ke Server
ml: സെർവറിലേക്ക് കണക്റ്റുചെയ്തു
mr: सर्व्हरशी कनेक्ट केलेले
or: ସର୍ଭର ସହିତ ସଂଯୁକ୍ତ |
pa: ਸਰਵਰ ਨਾਲ ਜੁੜਿਆ
ro: Conectat la server
sk: Pripojený k serveru
sv: Ansluten till servern
ta: சேவையகத்துடன் இணைக்கப்பட்டுள்ளது
th: เชื่อมต่อกับเซิร์ฟเวอร์แล้ว
uk: Підключений до сервера
ur: سرور سے منسلک
vi: Đã kết nối với máy chủ

source: Sign In
bg: Влезте
bn: সাইন ইন
cs: Přihlaste se
el: Συνδεθώ
fa: ورود به سیستم
fi: Kirjautua sisään
gu: સાઇન -ઇન કરવું
hu: Bejelentkezik
id: Masuk
ml: സൈൻ ഇൻ
mr: साइन इन करा
or: ଚୁକ୍ତି କରିବା
pa: ਸਾਈਨ - ਇਨ
ro: Conectare
sk: Prihlásiť sa
sv: Logga in
ta: உள்நுழைக
th: เข้าสู่ระบบ
uk: Увійти
ur: سائن ان کریں
vi: Đăng nhập

# enterCredentials
source: Enter your account details to sign in and start chatting with JyotiGPT.
bg: Въведете подробности за вашия акаунт, за да влезете и започнете да разговаряте с Jyotigpt.
bn: সাইন ইন করতে আপনার অ্যাকাউন্টের বিশদ লিখুন এবং জ্যোটিগপ্টের সাথে চ্যাট শুরু করুন।
cs: Zadejte údaje o svém účtu a přihlaste se a začněte chatovat s JYOTIGPT.
el: Εισαγάγετε τα στοιχεία του λογαριασμού σας για να συνδεθείτε και να αρχίσετε να συνομιλείτε με το JYOTIGPT.
fa: جزئیات حساب خود را وارد کنید تا وارد سیستم شوید و با Jyotigpt چت کنید.
fi: Kirjoita tilisi tiedot kirjautuaksesi sisään ja aloita jyotigptin kanssa.
gu: સાઇન ઇન કરવા માટે તમારી એકાઉન્ટ વિગતો દાખલ કરો અને જ્યોટિગપ્ટ સાથે ચેટિંગ કરવાનું પ્રારંભ કરો.
hu: Írja be a fiók adatait a bejelentkezéshez, és kezdje el a Jyotigpt -szel beszélgetni.
id: Masukkan detail akun Anda untuk masuk dan mulai mengobrol dengan JyotiGPT.
ml: സൈൻ ഇൻ ചെയ്യുന്നതിന് നിങ്ങളുടെ അക്കൗണ്ട് വിശദാംശങ്ങൾ നൽകുക, ജ്യോട്ടിഗപ്റ്റ് ഉപയോഗിച്ച് ചാറ്റ് ചെയ്യാൻ ആരംഭിക്കുക.
mr: साइन इन करण्यासाठी आपले खाते तपशील प्रविष्ट करा आणि ज्योटिग्टसह गप्पा मारण्यास प्रारंभ करा.
or: ସାଇନ୍ ଇନ୍ କରିବାକୁ ଆପଣଙ୍କର ଆକାଉଣ୍ଟ୍ ବିବରଣୀ ପ୍ରବେଶ କରନ୍ତୁ ଏବଂ ଜ୍ୟୋତିପପାପର ସହିତ ଚାଟିଂ ଆରମ୍ଭ କରିବା |
pa: ਸਾਈਨ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਖਾਤੇ ਦੇ ਵੇਰਵੇ ਦਾਖਲ ਕਰੋ ਅਤੇ ਜੋਤੀਪਿਪਟ ਨਾਲ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰੋ.
ro: Introduceți detaliile contului dvs. pentru a vă conecta și a începe să discutați cu Jyotigpt.
sk: Zadajte podrobnosti o svojom účte a začnite sa chatovať s Jyotigpt.
sv: Ange dina kontouppgifter för att logga in och börja chatta med Jyotigpt.
ta: உள்நுழைய உங்கள் கணக்கு விவரங்களை உள்ளிட்டு ஜியோடிக்டுடன் அரட்டையடிக்கத் தொடங்குங்கள்.
th: ป้อนรายละเอียดบัญชีของคุณเพื่อลงชื่อเข้าใช้และเริ่มแชทกับ JyotiGPT
uk: Введіть дані свого облікового запису, щоб увійти та почати спілкуватися з Jyotigpt.
ur: سائن ان کرنے کے لئے اپنے اکاؤنٹ کی تفصیلات درج کریں اور Jyotigpt کے ساتھ چیٹنگ شروع کریں۔
vi: Nhập chi tiết tài khoản của bạn để đăng nhập và bắt đầu trò chuyện với JyotiGPT.

source: Credentials
bg: Пълномощия
bn: শংসাপত্র
cs: Pověření
el: Διαπιστευτήρια
fa: اعتبار
fi: Valtakirjat
gu: ઓળખપત્ર
hu: Hitelesítő adatok
id: Kredensial
ml: യോഗ്യതാപത്രങ്ങൾ
mr: क्रेडेन्शियल्स
or: ପରିଚୟପତ୍ର
pa: ਪ੍ਰਮਾਣ ਪੱਤਰ
ro: Credențe
sk: Poverenie
sv: Referenser
ta: நற்சான்றிதழ்கள்
th: ข้อมูลรับรอง
uk: Повноваження
ur: اسناد
vi: Thông tin xác thực

source: API Key
bg: API ключ
bn: এপিআই কী
cs: Klíč API
el: Πλήκτρο API
fa: کلید API
fi: API -avain
gu: એપીઆઇ કી
hu: API kulcs
id: Kunci API
ml: API കീ
mr: एपीआय की
or: API କି
pa: ਏਪੀਆਈ ਕੁੰਜੀ
ro: Cheia API
sk: API Kľúč
sv: API -nyckel
ta: ஏபிஐ விசை
th: คีย์ API
uk: Ключ API
ur: API کلید
vi: Khóa API

source: Username or Email
bg: Потребителско име или имейл
bn: ব্যবহারকারীর নাম বা ইমেল
cs: Uživatelské jméno nebo e -mail
el: Όνομα χρήστη ή email
fa: نام کاربری یا ایمیل
fi: Käyttäjätunnus tai sähköposti
gu: વપરાશકર્તા નામ અથવા ઇમેઇલ
hu: Felhasználónév vagy e -mail
id: Nama Pengguna atau Email
ml: ഉപയോക്തൃനാമം അല്ലെങ്കിൽ ഇമെയിൽ
mr: वापरकर्तानाव किंवा ईमेल
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ କିମ୍ବା ଇମେଲ |
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਜਾਂ ਈਮੇਲ
ro: Nume de utilizator sau e -mail
sk: Užívateľské meno alebo e -mail
sv: Användarnamn eller e -post
ta: பயனர்பெயர் அல்லது மின்னஞ்சல்
th: ชื่อผู้ใช้หรืออีเมล
uk: Ім'я користувача або електронна пошта
ur: صارف نام یا ای میل
vi: Tên người dùng hoặc Email

source: Password
bg: Парола
bn: পাসওয়ার্ড
cs: Heslo
el: Σύνθημα
fa: رمز
fi: Salasana
gu: પાસશ
hu: Jelszó
id: Kata sandi
ml: പാസ്വേഡ്
mr: संकेतशब्द
or: ପାସୱାର୍ଡ
pa: ਪਾਸਵਰਡ
ro: Parolă
sk: Heslo
sv: Lösenord
ta: கடவுச்சொல்
th: รหัสผ่าน
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu

source: Sign in with API Key
bg: Влезте с клавиша API
bn: এপিআই কী দিয়ে সাইন ইন করুন
cs: Přihlaste se pomocí klíče API
el: Συνδεθείτε με το πλήκτρο API
fa: با کلید API وارد شوید
fi: Kirjaudu sisään API -avaimella
gu: API કી સાથે સાઇન ઇન કરો
hu: Jelentkezzen be az API kulcs segítségével
id: Masuk dengan Kunci API
ml: API കീ ഉപയോഗിച്ച് പ്രവേശിക്കുക
mr: एपीआय की सह साइन इन करा
or: API କୀ ସହିତ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ |
pa: ਏਪੀਆਈ ਕੁੰਜੀ ਦੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ro: Conectați -vă cu cheia API
sk: Prihláste sa s kľúčom API
sv: Logga in med API -nyckeln
ta: API விசையுடன் உள்நுழைக
th: ลงชื่อเข้าใช้ด้วยคีย์ API
uk: Увійдіть за допомогою ключа API
ur: API کلید کے ساتھ سائن ان کریں
vi: Đăng nhập bằng Khóa API

source: Connect to Server
bg: Свържете се със сървъра
bn: সার্ভারের সাথে সংযুক্ত করুন
cs: Připojte se k serveru
el: Συνδεθείτε στο διακομιστή
fa: اتصال به سرور
fi: Yhdistä palvelimeen
gu: સર્વરથી કનેક્ટ કરો
hu: Csatlakozzon a szerverhez
id: Hubungkan ke Server
ml: സെർവറിലേക്ക് കണക്റ്റുചെയ്യുക
mr: सर्व्हरशी कनेक्ट करा
or: ସର୍ଭର ସହିତ ସଂଯୋଗ କରନ୍ତୁ |
pa: ਸਰਵਰ ਨਾਲ ਜੁੜੋ
ro: Conectați -vă la server
sk: Pripojte sa k serveru
sv: Anslut till servern
ta: சேவையகத்துடன் இணைக்கவும்
th: เชื่อมต่อกับเซิร์ฟเวอร์
uk: Підключіться до сервера
ur: سرور سے مربوط ہوں
vi: Kết nối với máy chủ

# enterServerAddress
source: Check server connection and connect to begin.
bg: Проверете връзката на сървъра и се свържете, за да започнете.
bn: সার্ভার সংযোগ পরীক্ষা করুন এবং শুরুতে সংযোগ করুন।
cs: Zkontrolujte připojení serveru a připojte se k zahájení.
el: Ελέγξτε τη σύνδεση διακομιστή και συνδεθείτε για να ξεκινήσετε.
fa: اتصال سرور را بررسی کرده و برای شروع اتصال.
fi: Tarkista palvelinyhteys ja muodosta yhteys aloittamiseen.
gu: સર્વર કનેક્શન તપાસો અને પ્રારંભથી કનેક્ટ કરો.
hu: Ellenőrizze a szerver kapcsolatát, és csatlakozzon a kezdethez.
id: Periksa koneksi server dan sambungkan untuk memulai.
ml: സെർവർ കണക്ഷൻ പരിശോധിച്ച് ആരംഭിക്കുക.
mr: सर्व्हर कनेक्शन तपासा आणि प्रारंभ करण्यासाठी कनेक्ट करा.
or: ସର୍ଭର ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆରମ୍ଭ କରିବାକୁ ସଂଯୋଗ କରନ୍ତୁ |
pa: ਸਰਵਰ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਡੌਕ ਅਰੰਭ ਕਰੋ.
ro: Verificați conexiunea la server și conectați -vă pentru a începe.
sk: Začnite pri pripojení servera a pripojte sa.
sv: Kontrollera serveranslutningen och anslut till börja.
ta: சேவையக இணைப்பைச் சரிபார்த்து, தொடங்க இணைக்கவும்.
th: ตรวจสอบการเชื่อมต่อเซิร์ฟเวอร์และเชื่อมต่อเพื่อเริ่มต้น
uk: Перевірте підключення сервера та підключіться до початку.
ur: سرور کنکشن چیک کریں اور شروع کرنے کے لئے رابطہ کریں۔
vi: Kiểm tra kết nối máy chủ và kết nối để bắt đầu.

source: Server URL
bg: URL адрес на сървъра
bn: সার্ভার ইউআরএল
cs: URL serveru
el: URL διακομιστή
fa: URL سرور
fi: Palvelimen URL -osoite
gu: સર્વર URL
hu: Szerver URL
id: URL server
ml: സെർവർ URL
mr: सर्व्हर URL
or: ସର୍ଭର URL |
pa: ਸਰਵਰ URL
ro: URL -ul serverului
sk: Serverová adresa URL
sv: Serverns URL
ta: சேவையக URL
th: URL ของเซิร์ฟเวอร์
uk: URL -адреса сервера
ur: سرور یو آر ایل
vi: URL máy chủ

# enterServerUrlSemantic
source: Enter your server URL or IP address
bg: Въведете вашия URL адрес на сървъра или IP адрес
bn: আপনার সার্ভার ইউআরএল বা আইপি ঠিকানা লিখুন
cs: Zadejte adresu URL serveru nebo IP
el: Εισαγάγετε τη διεύθυνση URL ή τη διεύθυνση IP του διακομιστή σας
fa: URL یا آدرس IP سرور خود را وارد کنید
fi: Kirjoita palvelimen URL -osoite tai IP -osoite
gu: તમારું સર્વર URL અથવા IP સરનામું દાખલ કરો
hu: Írja be a szerver URL -t vagy IP -címét
id: Masukkan URL server atau alamat IP Anda
ml: നിങ്ങളുടെ സെർവർ URL അല്ലെങ്കിൽ IP വിലാസം നൽകുക
mr: आपला सर्व्हर URL किंवा IP पत्ता प्रविष्ट करा
or: ଆପଣଙ୍କର ସର୍ଭର URL କିମ୍ବା IP ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਆਪਣਾ ਸਰਵਰ URL ਜਾਂ IP ਪਤਾ ਦਾਖਲ ਕਰੋ
ro: Introduceți adresa URL a serverului sau adresa IP
sk: Zadajte adresu URL servera alebo IP adresu
sv: Ange din server -URL eller IP -adress
ta: உங்கள் சேவையக URL அல்லது ஐபி முகவரியை உள்ளிடவும்
th: ป้อน URL เซิร์ฟเวอร์หรือที่อยู่ IP ของคุณ
uk: Введіть URL -адресу сервера або IP -адресу
ur: اپنا سرور URL یا IP ایڈریس درج کریں
vi: Nhập URL máy chủ hoặc địa chỉ IP của bạn

source: Header Name
bg: Име на заглавката
bn: শিরোনাম নাম
cs: Název záhlaví
el: Όνομα κεφαλίδας
fa: نام هدر
fi: Otsikon nimi
gu: મથારીનું નામ
hu: Fejléc neve
id: Nama Tajuk
ml: തലക്കെട്ട് പേര്
mr: शीर्षलेख नाव
or: ହେଡର୍ ନାମ
pa: ਸਿਰਲੇਖ ਦਾ ਨਾਮ
ro: Numele antetului
sk: Názov hlavičky
sv: Rubriknamn
ta: தலைப்பு பெயர்
th: ชื่อส่วนหัว
uk: Назва заголовка
ur: ہیڈر کا نام
vi: Tên tiêu đề

source: Header Value
bg: Стойност на заглавката
bn: শিরোনাম মান
cs: Hodnota záhlaví
el: Τιμή κεφαλίδας
fa: مقدار هدر
fi: Pääarvo
gu: મુખ્ય મૂલ્ય
hu: Fejléc érték
id: Nilai Tajuk
ml: തലക്കെട്ട് മൂല്യം
mr: शीर्षलेख मूल्य
or: ହେଡର୍ ମୂଲ୍ୟ
pa: ਸਿਰਲੇਖ ਦਾ ਮੁੱਲ
ro: Valoarea antetului
sk: Hodnota hlavičky
sv: Rubrikvärde
ta: தலைப்பு மதிப்பு
th: ค่าส่วนหัว
uk: Значення заголовка
ur: ہیڈر کی قیمت
vi: Giá trị tiêu đề

# headerValueHint
source: api-key-123 or Bearer token
bg: api-key-123 или маркер за носител
bn: এপিআই-কী -123 বা বহনকারী টোকেন
cs: Token API-KYPE-123 nebo Bearer
el: API-Key-123 ή διακριτικό κομιστή
fa: API-Key-123 یا Bearer Token
fi: API-Key-123 tai haltijatunnus
gu: API-KEY-123 અથવા બેરર ટોકન
hu: API-Key-123 vagy hordozó token
id: api-key-123 atau token Pembawa
ml: API-കീ -123 അല്ലെങ്കിൽ ചുമക്കുന്ന ടോക്കൺ
mr: एपीआय-की -123 किंवा वाहक टोकन
or: api-key-123 କିମ୍ବା ଧାରକ ଟୋକନ୍ |
pa: ਏਪੀਆਈ-ਕੁੰਜੀ -123 ਜਾਂ ਧਾਰਕ ਟੋਕਨ
ro: API-KEY-123 sau jeton de purtător
sk: Api-key-123 alebo token nosiča
sv: API-KEY-123 eller bärare token
ta: api-key-123 அல்லது தாங்கி டோக்கன்
th: api-key-123 หรือโทเค็นผู้ถือ
uk: API-Key-123 або маркер
ur: api-key-123 یا بیئرر ٹوکن
vi: api-key-123 hoặc mã thông báo Bearer

source: Add header
bg: Добавете заглавката
bn: শিরোনাম যুক্ত করুন
cs: Přidejte záhlaví
el: Προσθέστε κεφαλίδα
fa: هدر را اضافه کنید
fi: Lisätä otsikko
gu: હેડર ઉમેરો
hu: Hozzáadja a fejlécet
id: Tambahkan tajuk
ml: തലക്കെട്ട് ചേർക്കുക
mr: शीर्षलेख जोडा
or: ହେଡର୍ ଯୋଡନ୍ତୁ |
pa: ਸਿਰਲੇਖ ਸ਼ਾਮਲ ਕਰੋ
ro: Adăugați antetul
sk: Pridať hlavičku
sv: Lägg till rubrik
ta: தலைப்புச் சேர்க்கவும்
th: เพิ่มส่วนหัว
uk: Додати заголовок
ur: ہیڈر شامل کریں
vi: Thêm tiêu đề

source: Maximum headers reached
bg: Достигнати максимални заглавки
bn: সর্বাধিক শিরোনাম পৌঁছেছে
cs: Maximální záhlaví bylo dosaženo
el: Οι μέγιστες κεφαλίδες έφτασαν
fa: حداکثر هدرها به آنجا رسیدند
fi: Enimmäisotsikot saavutettu
gu: મહત્તમ હેડરો પહોંચી ગયા
hu: A maximális fejlécek elértek
id: Header maksimum tercapai
ml: പരമാവധി തലക്കെട്ടുകൾ എത്തി
mr: जास्तीत जास्त शीर्षलेख गाठले
or: ସର୍ବାଧିକ ହେଡର୍ ପହଞ୍ଚିଲା |
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਸਿਰਲੇਖ ਪਹੁੰਚ ਗਏ
ro: Au ajuns anteturile maxime
sk: Maximálne hlavičky dosiahli
sv: Maximala rubriker nådde
ta: அதிகபட்ச தலைப்புகள் அடைந்தன
th: ถึงจำนวนส่วนหัวสูงสุดแล้ว
uk: Максимальні заголовки досягли
ur: زیادہ سے زیادہ ہیڈر پہنچ گئے
vi: Đã đạt tiêu đề tối đa

source: Remove header
bg: Извадете заглавката
bn: শিরোনাম সরান
cs: Odstraňte záhlaví
el: Αφαιρέστε την κεφαλίδα
fa: هدر را بردارید
fi: Poista otsikko
gu: હેડર દૂર કરો
hu: Távolítsa el a fejlécet
id: Hapus tajuk
ml: തലക്കെട്ട് നീക്കംചെയ്യുക
mr: शीर्षलेख काढा
or: ହେଡର୍ ହଟାନ୍ତୁ |
pa: ਸਿਰਲੇਖ ਹਟਾਓ
ro: Scoateți antetul
sk: Odstrániť hlavičku
sv: Ta bort rubriken
ta: தலைப்பை அகற்று
th: ลบส่วนหัว
uk: Зніміть заголовок
ur: ہیڈر کو ہٹا دیں
vi: Xóa tiêu đề

source: Connecting...
bg: Свързване ...
bn: সংযোগ ...
cs: Spojovací...
el: Συνδετικός...
fa: اتصال ...
fi: Yhdistäminen ...
gu: કનેક્ટ ...
hu: Csatlakozó ...
id: Menghubungkan...
ml: ബന്ധിപ്പിക്കുന്നു ...
mr: कनेक्ट करत आहे ...
or: ସଂଯୋଗ ...
pa: ਜੁੜ ਰਿਹਾ ਹੈ ...
ro: Conectarea ...
sk: Pripojenie ...
sv: Anslutning ...
ta: இணைத்தல் ...
th: กำลังเชื่อมต่อ...
uk: Підключення ...
ur: جڑنے ...
vi: Đang kết nối...

# connectToServerButton
source: Connect to Server
bg: Свържете се със сървъра
bn: সার্ভারের সাথে সংযুক্ত করুন
cs: Připojte se k serveru
el: Συνδεθείτε στο διακομιστή
fa: اتصال به سرور
fi: Yhdistä palvelimeen
gu: સર્વરથી કનેક્ટ કરો
hu: Csatlakozzon a szerverhez
id: Hubungkan ke Server
ml: സെർവറിലേക്ക് കണക്റ്റുചെയ്യുക
mr: सर्व्हरशी कनेक्ट करा
or: ସର୍ଭର ସହିତ ସଂଯୋଗ କରନ୍ତୁ |
pa: ਸਰਵਰ ਨਾਲ ਜੁੜੋ
ro: Conectați -vă la server
sk: Pripojte sa k serveru
sv: Anslut till servern
ta: சேவையகத்துடன் இணைக்கவும்
th: เชื่อมต่อกับเซิร์ฟเวอร์
uk: Підключіться до сервера
ur: سرور سے مربوط ہوں
vi: Kết nối với máy chủ

source: Demo Mode Active
bg: Демо режим Активен
bn: ডেমো মোড সক্রিয়
cs: Demo režim aktivní
el: Ενεργή λειτουργία επίδειξης
fa: حالت نمایشی فعال
fi: Demotila aktiivinen
gu: ડેમો મોડ સક્રિય
hu: Demo mód aktív
id: Mode Demo Aktif
ml: ഡെമോ മോഡ് സജീവമാണ്
mr: डेमो मोड सक्रिय
or: ଡେମୋ ମୋଡ୍ ସକ୍ରିୟ |
pa: ਡੈਮੋ ਮੋਡ ਕਿਰਿਆਸ਼ੀਲ
ro: Modul demo activ
sk: Demo režim aktívny
sv: Demoläge aktivt
ta: டெமோ பயன்முறை செயலில்
th: โหมดสาธิตใช้งานอยู่
uk: Демо -режим активний
ur: ڈیمو موڈ فعال
vi: Chế độ demo đang hoạt động
