Repository: y4shg/jyotigpt
Catalog: lib/l10n/app_*.arb
Languages: bg, bn, cs, el, fa, fi, gu, hu, id, ml, mr, or, pa, ro, sk, sv, ta, th, uk, ur, vi

# skipServerSetupTryDemo
source: Skip server setup and try the demo
bg: Пропуснете настройката на сървъра и опитайте демонстрацията
bn: সার্ভার সেটআপ এড়িয়ে যান এবং ডেমো চেষ্টা করুন
cs: Přeskočit nastavení serveru a zkuste demo
el: Παράλειψη της ρύθμισης διακομιστή και δοκιμάστε το demo
fa: راه اندازی سرور را پرش کنید و نسخه ی نمایشی را امتحان کنید
fi: Ohita palvelimen asetukset ja kokeile esittelyä
gu: સર્વર સેટઅપ છોડો અને ડેમોનો પ્રયાસ કરો
hu: Hagyja ki a szerver beállítását, és próbálja ki a bemutatót
id: Lewati pengaturan server dan coba demo
ml: സെർവർ സജ്ജീകരണം ഒഴിവാക്കുക, ഡെമോ പരീക്ഷിക്കുക
mr: सर्व्हर सेटअप वगळा आणि डेमो वापरुन पहा
or: ସର୍ଭର ସେଟଅପ୍ କୁ ଏଡ଼ାଇ ଦିଅ ଏବଂ ଡେମୋ ଚେଷ୍ଟା କର |
pa: ਸਰਵਰ ਸੈਟਅਪ ਛੱਡੋ ਅਤੇ ਡੈਮੋ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Skip serverul de configurare și încercați demo -ul
sk: Preskočte nastavenie servera a vyskúšajte ukážku
sv: Hoppa över serverinställningen och prova demo
ta: சேவையக அமைப்பைத் தவிர்த்து டெமோவை முயற்சிக்கவும்
th: ข้ามการตั้งค่าเซิร์ฟเวอร์แล้วลองสาธิต
uk: Налаштування сервера пропустіть і спробуйте демонстрацію
ur: سرور سیٹ اپ چھوڑیں اور ڈیمو آزمائیں
vi: Bỏ qua thiết lập máy chủ và thử bản demo

source: Enter Demo
bg: Въведете демонстрация
bn: ডেমো প্রবেশ করান
cs: Zadejte demo
el: Εισαγάγετε demo
fa: وارد نسخه ی نمایشی شوید
fi: Kirjoita esittely
gu: ડેમો દાખલ કરો
hu: Írja be a Demo -t
id: Masuk ke Demo
ml: ഡെമോ നൽകുക
mr: डेमो प्रविष्ट करा
or: ଡେମୋ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਡੈਮੋ ਦਰਜ ਕਰੋ
ro: Introduceți demo
sk: Zadajte demo
sv: Ange demo
ta: டெமோவை உள்ளிடவும்
th: เข้าสู่การสาธิต
uk: Введіть демонстрацію
ur: ڈیمو داخل کریں
vi: Nhập bản demo

# demoBadge
source: Demo
bg: Демонстрация
bn: ডেমো
el: Διαδήλωση
fa: نسخه آزمایشی
fi: Esittely
gu: પ્રભુત્વ
hu: Demó
ml: ഡെമോ
mr: डेमो
or: ଡେମୋ
pa: ਡੈਮੋ
sv: Demonstration
ta: டெமோ
th: สาธิต
uk: Демо
ur: ڈیمو
vi: Thử nghiệm

# serverNotOpenWebUI
source: This does not appear to be an server.
bg: Това изглежда не е сървър.
bn: এটি কোনও সার্ভার হিসাবে উপস্থিত হয় না।
cs: Nezdá se, že se jedná o server.
el: Αυτό δεν φαίνεται να είναι διακομιστής.
fa: به نظر نمی رسد این یک سرور باشد.
fi: Tämä ei näytä olevan palvelin.
gu: આ સર્વર દેખાતું નથી.
hu: Ez nem tűnik szervernek.
id: Tampaknya ini bukan server.
ml: ഇത് ഒരു സെർവറാണെന്ന് തോന്നുന്നില്ല.
mr: हे सर्व्हर असल्याचे दिसत नाही.
or: ଏହା ଏକ ସର୍ଭର ପରି ଦେଖାଯାଏ ନାହିଁ |
pa: ਇਹ ਸਰਵਰ ਨਹੀਂ ਜਾਪਦਾ.
ro: Acesta nu pare a fi un server.
sk: Nezdá sa, že by to bol server.
sv: Detta verkar inte vara en server.
ta: இது ஒரு சேவையகமாகத் தெரியவில்லை.
th: สิ่งนี้ไม่ปรากฏว่าเป็นเซิร์ฟเวอร์
uk: Це, здається, не є сервером.
ur: ایسا لگتا ہے کہ یہ سرور نہیں ہے۔
vi: Đây dường như không phải là một máy chủ.

# serverUrlEmpty
source: Server URL cannot be empty
bg: URL адресът на сървъра не може да бъде празен
bn: সার্ভার ইউআরএল খালি থাকতে পারে না
cs: URL serveru nemůže být prázdná
el: Η διεύθυνση URL του διακομιστή δεν μπορεί να είναι κενή
fa: URL سرور نمی تواند خالی باشد
fi: Palvelimen URL -osoite ei voi olla tyhjä
gu: સર્વર URL ખાલી હોઈ શકતું નથી
hu: A szerver URL nem lehet üres
id: URL server tidak boleh kosong
ml: സെർവർ URL ശൂന്യമായിരിക്കാൻ കഴിയില്ല
mr: सर्व्हर URL रिक्त असू शकत नाही
or: ସର୍ଭର URL ଖାଲି ହୋଇପାରିବ ନାହିଁ |
pa: ਸਰਵਰ URL ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ro: URL -ul serverului nu poate fi gol
sk: URL servera nemôže byť prázdna
sv: Server URL kan inte vara tom
ta: சேவையக URL காலியாக இருக்க முடியாது
th: URL ของเซิร์ฟเวอร์ต้องไม่เว้นว่าง
uk: URL -адреса сервера не може бути порожньою
ur: سرور URL خالی نہیں ہوسکتا
vi: URL máy chủ không được để trống

# invalidUrlFormat
source: Invalid URL format. Please check your input.
bg: Невалиден формат на URL адрес. Моля, проверете вашия вход.
bn: অবৈধ ইউআরএল ফর্ম্যাট। আপনার ইনপুট পরীক্ষা করুন।
cs: Neplatný formát URL. Zkontrolujte prosím svůj vstup.
el: Μη έγκυρη μορφή URL. Ελέγξτε την είσοδό σας.
fa: فرمت URL نامعتبر است. لطفا ورودی خود را بررسی کنید.
fi: Virheellinen URL -muodon muoto. Tarkista syötteesi.
gu: અમાન્ય URL ફોર્મેટ. કૃપા કરીને તમારું ઇનપુટ તપાસો.
hu: Érvénytelen URL -formátum. Kérjük, ellenőrizze a bemenetet.
id: Format URL tidak valid. Silakan periksa masukan Anda.
ml: അസാധുവായ URL ഫോർമാറ്റ്. നിങ്ങളുടെ ഇൻപുട്ട് പരിശോധിക്കുക.
mr: अवैध URL स्वरूप. कृपया आपले इनपुट तपासा.
or: ଅବ val ଧ URL ଫର୍ମାଟ୍ | ଦୟାକରି ଆପଣଙ୍କର ଇନପୁଟ୍ ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਗਲਤ URL ਫਾਰਮੈਟ. ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਇੰਪੁੱਟ ਦੀ ਜਾਂਚ ਕਰੋ.
ro: Format URL nevalid. Vă rugăm să verificați intrarea.
sk: Neplatný formát URL. Skontrolujte svoj vstup.
sv: Ogiltig URL -format. Kontrollera din inmatning.
ta: தவறான URL வடிவம். உங்கள் உள்ளீட்டை சரிபார்க்கவும்.
th: รูปแบบ URL ไม่ถูกต้อง กรุณาตรวจสอบข้อมูลของคุณ
uk: Недійсний формат URL -адреси. Будь ласка, перевірте свій вхід.
ur: غلط URL فارمیٹ۔ براہ کرم اپنا ان پٹ چیک کریں۔
vi: Định dạng URL không hợp lệ. Vui lòng kiểm tra đầu vào của bạn.

# onlyHttpHttps
source: Only HTTP and HTTPS protocols are supported.
bg: Поддържат се само HTTP и HTTPS протоколи.
bn: কেবলমাত্র এইচটিটিপি এবং এইচটিটিপিএস প্রোটোকলগুলি সমর্থিত।
cs: Jsou podporovány pouze protokoly HTTP a HTTPS.
el: Υποστηρίζονται μόνο πρωτόκολλα HTTP και HTTPS.
fa: فقط پروتکل های HTTP و HTTPS پشتیبانی می شوند.
fi: Vain HTTP- ja HTTPS -protokollia tuetaan.
gu: ફક્ત HTTP અને HTTPS પ્રોટોકોલ સપોર્ટેડ છે.
hu: Csak a HTTP és a HTTPS protokollok támogatottak.
id: Hanya protokol HTTP dan HTTPS yang didukung.
ml: എച്ച്ടിടിപി, എച്ച്ടിടിപിഎസ് പ്രോട്ടോക്കോളുകൾ മാത്രം പിന്തുണയ്ക്കുന്നു.
mr: केवळ एचटीटीपी आणि एचटीटीपीएस प्रोटोकॉल समर्थित आहेत.
or: କେବଳ http ଏବଂ https ପ୍ରୋଟୋକଲ୍ ସମର୍ଥିତ |
pa: ਸਿਰਫ HTTP ਅਤੇ HTTPS ਪ੍ਰੋਟੋਕੋਲ ਸਹਿਯੋਗੀ ਹਨ.
ro: Sunt acceptate doar protocoalele HTTP și HTTPS.
sk: Podporujú sa iba protokoly HTTP a HTTPS.
sv: Endast HTTP- och HTTPS -protokoll stöds.
ta: HTTP மற்றும் HTTPS நெறிமுறைகள் மட்டுமே ஆதரிக்கப்படுகின்றன.
th: รองรับโปรโตคอล HTTP และ HTTPS เท่านั้น
uk: Підтримуються лише протоколи HTTP та HTTPS.
ur: صرف HTTP اور HTTPS پروٹوکول کی حمایت کی جاتی ہے۔
vi: Chỉ hỗ trợ giao thức HTTP và HTTPS.

# serverAddressRequired
source: Server address is required (e.g., 192.168.1.10 or example.com).
bg: Необходим е адресът на сървъра (например, 192.168.1.10 или пример.com).
bn: সার্ভারের ঠিকানা প্রয়োজন (উদাঃ, 192.168.1.10 বা উদাহরণ ডটকম)।
cs: Je vyžadována adresa serveru (např. 192.168.1.10 nebo příklad.com).
el: Απαιτείται διεύθυνση διακομιστή (π.χ., 192.168.1.10 ή example.com).
fa: آدرس سرور مورد نیاز است (به عنوان مثال ، 192.168.1.10 یا مثال. com).
fi: Palvelinosoite vaaditaan (esim. 192.168.1.10 tai esimerkki.com).
gu: સર્વર સરનામું જરૂરી છે (દા.ત., 192.168.1.10 અથવા ઉદાહરણ. Com).
hu: A szerver címe szükséges (például 192.168.1.10 vagy példa.com).
id: Alamat server diperlukan (mis., 192.168.1.10 atau example.com).
ml: സെർവർ വിലാസം ആവശ്യമാണ് (ഉദാ., 192.168.1.10 അല്ലെങ്കിൽ ഉദാഹരണം).
mr: सर्व्हर पत्ता आवश्यक आहे (उदा. 192.168.1.10 किंवा उदाहरण.कॉम).
or: ସର୍ଭର ଠିକଣା ଆବଶ୍ୟକ (ଯଥା, 192.16.16.16.10 କିମ୍ବା same.com) |
pa: ਸਰਵਰ ਐਡਰੈੱਸ ਲੋੜੀਂਦਾ ਹੈ (E.g., 192.168.10 ਜਾਂ ਉਦਾਹਰਣ).
ro: Adresa serverului este necesară (de exemplu, 192.168.1.10 sau exemplu.com).
sk: Vyžaduje sa adresa servera (napr. 192.168.1.10 alebo príklad.com).
sv: Serveradress krävs (t.ex. 192.168.1.10 eller exempel.com).
ta: சேவையக முகவரி தேவை (எ.கா., 192.168.1.10 அல்லது எடுத்துக்காட்டு.காம்).
th: ต้องระบุที่อยู่เซิร์ฟเวอร์ (เช่น 192.168.1.10 หรือ example.com)
uk: Потрібна адреса сервера (наприклад, 192.168.1.10 або example.com).
ur: سرور ایڈریس کی ضرورت ہے (جیسے ، 192.168.1.10 یا مثال ڈاٹ کام)۔
vi: Cần có địa chỉ máy chủ (ví dụ: 192.168.1.10 hoặc example.com).

# portRange
source: Port must be between 1 and 65535.
bg: Портът трябва да е между 1 и 65535.
bn: বন্দর অবশ্যই 1 এবং 65535 এর মধ্যে হতে হবে।
cs: Port musí být mezi 1 a 65535.
el: Η θύρα πρέπει να είναι μεταξύ 1 και 65535.
fa: بندر باید بین 1 تا 65535 باشد.
fi: Portin on oltava välillä 1 - 65535.
gu: બંદર 1 અને 65535 ની વચ્ચે હોવું જોઈએ.
hu: A portnak 1 és 65535 között kell lennie.
id: Port harus antara 1 dan 65535.
ml: പോർട്ട് 1 മുതൽ 65535 വരെ ആയിരിക്കണം.
mr: पोर्ट 1 ते 65535 दरम्यान असणे आवश्यक आहे.
or: ପୋର୍ଟ 1 ରୁ 65535 ମଧ୍ୟରେ ରହିବା ଜରୁରୀ |
pa: ਪੋਰਟ 1 ਤੋਂ 65535 ਦੇ ਵਿਚਕਾਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ.
ro: Portul trebuie să fie între 1 și 65535.
sk: Port musí byť medzi 1 a 65535.
sv: Porten måste vara mellan 1 och 65535.
ta: போர்ட் 1 முதல் 65535 வரை இருக்க வேண்டும்.
th: พอร์ตต้องอยู่ระหว่าง 1 ถึง 65535
uk: Порт повинен бути від 1 до 65535.
ur: پورٹ 1 اور 65535 کے درمیان ہونا چاہئے۔
vi: Cổng phải nằm trong khoảng từ 1 đến 65535.

# invalidIpFormat
source: Invalid IP address format. Use format like 192.168.1.10.
bg: Невалиден формат на IP адрес. Използвайте формат като 192.168.1.10.
bn: অবৈধ আইপি ঠিকানা ফর্ম্যাট। 192.168.1.10 এর মতো ফর্ম্যাট ব্যবহার করুন।
cs: Neplatný formát adresy IP. Použijte formát jako 192.168.1.10.
el: Μη έγκυρη μορφή διεύθυνσης IP. Χρησιμοποιήστε μορφή όπως 192.168.1.10.
fa: قالب آدرس IP نامعتبر است. از فرمت مانند 192.168.1.10 استفاده کنید.
fi: Virheellinen IP -osoitemuoto. Käytä muotoa, kuten 192.168.1.10.
gu: અમાન્ય IP સરનામું ફોર્મેટ. 192.168.1.10 જેવા ફોર્મેટનો ઉપયોગ કરો.
hu: Érvénytelen IP -cím formátum. Használjon olyan formátumot, mint a 192.168.1.10.
id: Format alamat IP tidak valid. Gunakan format seperti 192.168.1.10.
ml: IP വിലാസ ഫോർമാറ്റ് അസാധുവാണ്. 192.168.1.10 പോലുള്ള ഫോർമാറ്റ് ഉപയോഗിക്കുക.
mr: अवैध IP पत्ता स्वरूप. 192.168.1.10 प्रमाणे स्वरूप वापरा.
or: ଅବ val ଧ IP ଠିକଣା ଫର୍ମାଟ୍ | 192.168.1.1 ପରି ଫର୍ମାଟ୍ ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਗਲਤ IP ਐਡਰੈੱਸ ਫਾਰਮੈਟ. 192.168.1.10 ਵਾਂਗ ਫਾਰਮੈਟ ਦੀ ਵਰਤੋਂ ਕਰੋ.
ro: Format de adresă IP nevalid. Folosiți format ca 192.168.1.10.
sk: Neplatný formát IP adresy. Používajte formát ako 192.168.1.10.
sv: Ogiltigt IP -adressformat. Använd format som 192.168.1.10.
ta: தவறான ஐபி முகவரி வடிவம். 192.168.1.10 போன்ற வடிவமைப்பைப் பயன்படுத்தவும்.
th: รูปแบบที่อยู่ IP ไม่ถูกต้อง ใช้รูปแบบเช่น 192.168.1.10
uk: Недійсний формат IP -адреси. Використовуйте формат, як 192.168.1.10.
ur: غلط IP ایڈریس فارمیٹ۔ 192.168.1.10 جیسے فارمیٹ کا استعمال کریں۔
vi: Định dạng địa chỉ IP không hợp lệ. Sử dụng định dạng như 192.168.1.10.

# couldNotConnectGeneric
source: Couldn't connect. Double-check the address and try again.
bg: Не можах да се свържа. Проверете двукратно адреса и опитайте отново.
bn: সংযোগ করতে পারেনি। ঠিকানাটি ডাবল-চেক করুন এবং আবার চেষ্টা করুন।
cs: Nemohl se připojit. Zkontrolujte adresu a zkuste to znovu.
el: Δεν μπορούσα να συνδεθώ. Διπλασιάστε τη διεύθυνση και δοκιμάστε ξανά.
fa: اتصال نمی تواند آدرس را دو بار بررسی کنید و دوباره امتحان کنید.
fi: Ei voinut muodostaa yhteyttä. Tarkista osoite ja yritä uudelleen.
gu: કનેક્ટ થઈ શક્યું નહીં. સરનામું ડબલ-ચેક કરો અને ફરીથી પ્રયાસ કરો.
hu: Nem tudott csatlakozni. Ellenőrizze duplán a címet, és próbálja újra.
id: Tidak dapat terhubung. Periksa kembali alamatnya dan coba lagi.
ml: കണക്റ്റുചെയ്യാനായില്ല. വിലാസം രണ്ടുതവണ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: कनेक्ट होऊ शकले नाही. पत्ता डबल-तपासा आणि पुन्हा प्रयत्न करा.
or: ସଂଯୋଗ ହୋଇପାରିଲା ନାହିଁ | ଠିକଣା ଦୁଇଥର ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਜੁੜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ. ਪਤੇ ਦੀ ਦੋ ਵਾਰ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ro: Nu s -a putut conecta. Verificați dublu adresa și încercați din nou.
sk: Nemohol sa pripojiť. Dvojito skontrolujte adresu a skúste to znova.
sv: Kunde inte ansluta. Kontrollera adressen och försök igen.
ta: இணைக்க முடியவில்லை. முகவரியை இருமுறை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถเชื่อมต่อได้ ตรวจสอบที่อยู่อีกครั้งแล้วลองอีกครั้ง
uk: Не вдалося підключитися. Двічі перевіряйте адресу та повторіть спробу.
ur: رابطہ نہیں کر سکے۔ ایڈریس کو ڈبل چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể kết nối. Hãy kiểm tra kỹ địa chỉ và thử lại.

# weCouldntReachServer
source: We couldn't reach the server. Check your connection and that the server is running.
bg: Не можахме да стигнем до сървъра. Проверете връзката си и че сървърът работи.
bn: আমরা সার্ভারে পৌঁছাতে পারিনি। আপনার সংযোগটি পরীক্ষা করুন এবং সার্ভারটি চলছে।
cs: Nemohli jsme dosáhnout serveru. Zkontrolujte své připojení a že je server spuštěn.
el: Δεν μπορούσαμε να φτάσουμε στο διακομιστή. Ελέγξτε τη σύνδεσή σας και ότι ο διακομιστής εκτελείται.
fa: ما نتوانستیم به سرور برسیم. اتصال خود را بررسی کنید و سرور در حال اجرا است.
fi: Emme voineet tavoittaa palvelinta. Tarkista yhteys ja että palvelin on käynnissä.
gu: અમે સર્વર સુધી પહોંચી શક્યા નહીં. તમારું કનેક્શન તપાસો અને સર્વર ચાલી રહ્યું છે.
hu: Nem tudtuk elérni a kiszolgálót. Ellenőrizze a kapcsolatot, és hogy a szerver fut.
id: Kami tidak dapat menjangkau server. Periksa koneksi Anda dan apakah server sedang berjalan.
ml: ഞങ്ങൾക്ക് സെർവറിൽ എത്താൻ കഴിഞ്ഞില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിക്കുക, സെർവർ പ്രവർത്തിക്കുന്നു.
mr: आम्ही सर्व्हरवर पोहोचू शकलो नाही. आपले कनेक्शन आणि सर्व्हर चालू आहे ते तपासा.
or: ଆମେ ସର୍ଭରରେ ପହଞ୍ଚିଲୁ ନାହିଁ | ଆପଣଙ୍କର ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ସର୍ଭର ଚାଲୁଛି |
pa: ਅਸੀਂ ਸਰਵਰ ਤੇ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੇ. ਆਪਣੇ ਕੁਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਸਰਵਰ ਚੱਲ ਰਿਹਾ ਹੈ.
ro: Nu am putut ajunge la server. Verificați conexiunea dvs. și că serverul rulează.
sk: Nemohli sme sa dostať na server. Skontrolujte svoje pripojenie a či je server spustený.
sv: Vi kunde inte nå servern. Kontrollera din anslutning och att servern körs.
ta: எங்களால் சேவையகத்தை அடைய முடியவில்லை. உங்கள் இணைப்பை சரிபார்க்கவும், சேவையகம் இயங்குகிறதா என்பதையும் சரிபார்க்கவும்.
th: เราไม่สามารถเข้าถึงเซิร์ฟเวอร์ได้ ตรวจสอบการเชื่อมต่อของคุณและเซิร์ฟเวอร์กำลังทำงานอยู่
uk: Ми не змогли дістатися до сервера. Перевірте своє з'єднання і що сервер працює.
ur: ہم سرور تک نہیں پہنچ سکے۔ اپنے کنکشن کو چیک کریں اور یہ کہ سرور چل رہا ہے۔
vi: Chúng tôi không thể kết nối với máy chủ. Kiểm tra kết nối của bạn và máy chủ đang chạy.

# connectionTimedOut
source: Connection timed out. The server might be busy or blocked by a firewall.
bg: Времето за връзка. Сървърът може да е зает или блокиран от защитна стена.
bn: সংযোগ সময়সীমা শেষ। সার্ভারটি কোনও ফায়ারওয়াল দ্বারা ব্যস্ত বা অবরুদ্ধ হতে পারে।
cs: Připojení vypršené. Server může být zaneprázdněn nebo zablokován firewallem.
el: Χρονομετρημένη σύνδεση. Ο διακομιστής μπορεί να είναι απασχολημένος ή να αποκλειστεί από ένα τείχος προστασίας.
fa: اتصال به پایان رسید. سرور ممکن است توسط یک فایروال شلوغ یا مسدود شود.
fi: Yhteys ajoitettuna. Palvelin voi olla kiireinen tai estää palomuuri.
gu: કનેક્શન સમાપ્ત થાય છે. સર્વર ફાયરવ by લ દ્વારા વ્યસ્ત અથવા અવરોધિત હોઈ શકે છે.
hu: A kapcsolat lejárt. Lehet, hogy a szerver elfoglalt vagy egy tűzfal blokkolja.
id: Waktu koneksi habis. Server mungkin sibuk atau diblokir oleh firewall.
ml: കണക്ഷൻ കാലഹരണപ്പെട്ടു. സെർവർ തിരക്കിലാകാം അല്ലെങ്കിൽ ഒരു ഫയർവാൾ തടഞ്ഞു.
mr: कनेक्शन कालबाह्य. सर्व्हर कदाचित फायरवॉलद्वारे व्यस्त किंवा अवरोधित असेल.
or: ସଂଯୋଗ ସମୟ ସମାପ୍ତ ହୋଇଛି | ସର୍ଭର ଏକ ଫାୟାରୱାଲ ଦ୍ୱାରା ବ୍ୟସ୍ତ କିମ୍ବା ଅବରୋଧ ହୋଇପାରେ |
pa: ਕੁਨੈਕਸ਼ਨ ਦਾ ਸਮਾਂ ਸਮਾਪਤ. ਸਰਵਰ ਇੱਕ ਫਾਇਰਵਾਲ ਦੁਆਰਾ ਰੁੱਝਿਆ ਹੋਇਆ ਜਾਂ ਬਲੌਕ ਹੋ ਸਕਦਾ ਹੈ.
ro: Conexiunea cronometrată. Serverul ar putea fi ocupat sau blocat de un firewall.
sk: Časové pripojenie. Server môže byť zaneprázdnený alebo blokovaný firewall.
sv: Anslutningen avkopplad. Servern kan vara upptagen eller blockerad av en brandvägg.
ta: இணைப்பு நேரம் முடிந்தது. சேவையகம் பிஸியாக இருக்கலாம் அல்லது ஃபயர்வாலால் தடுக்கப்படலாம்.
th: การเชื่อมต่อหมดเวลา เซิร์ฟเวอร์อาจไม่ว่างหรือถูกบล็อกโดยไฟร์วอลล์
uk: З'єднання, приурочене. Сервер може бути зайнятий або заблокований брандмауером.
ur: کنکشن کا وقت ختم ہوگیا۔ سرور فائر وال کے ذریعہ مصروف یا مسدود ہوسکتا ہے۔
vi: Đã hết thời gian kết nối. Máy chủ có thể đang bận hoặc bị chặn bởi tường lửa.

source: Use http:// or https:// only.
bg: Използвайте http: // или https: // само.
bn: কেবল http: // বা https: // ব্যবহার করুন।
cs: Použijte pouze http: // nebo https: //.
el: Χρησιμοποιήστε μόνο http: // ή https: //.
fa: فقط از http: // یا https: // استفاده کنید.
fi: Käytä http: // tai https: //.
gu: Http: // અથવા https: // નો ઉપયોગ કરો.
hu: Használja a http: // vagy a https: // csak.
id: Gunakan http:// atau https:// saja.
ml: Http: // അല്ലെങ്കിൽ https ഉപയോഗിക്കുക: // മാത്രം.
mr: Http: // किंवा https: // वापरा.
or: Http: // କିମ୍ବା https: // ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਸਿਰਫ http: // ਜਾਂ https: // ਵਰਤੋ.
ro: Utilizați http: // sau https: // numai.
sk: Použite http: // alebo https: // iba.
sv: Använd http: // eller https: // endast.
ta: Http: // அல்லது https: // மட்டுமே பயன்படுத்தவும்.
th: ใช้ http:// หรือ https:// เท่านั้น
uk: Використовуйте http: // або https: // лише.
ur: HTTP: // یا HTTPS: // استعمال کریں۔
vi: Chỉ sử dụng http:// hoặc https://.

source: Login failed
bg: Входът не успя
bn: লগইন ব্যর্থ হয়েছে
cs: Přihlášení selhalo
el: Η σύνδεση απέτυχε
fa: ورود به سیستم انجام نشد
fi: Kirjautuminen epäonnistui
gu: લ Login ગિન નિષ્ફળ
hu: A bejelentkezés sikertelen
id: Gagal masuk
ml: ലോഗിൻ ചെയ്യുന്നത് പരാജയപ്പെട്ടു
mr: लॉगिन अयशस्वी
or: ଲଗଇନ ବିଫଳ
pa: ਲਾਗਿਨ ਅਸਫਲ ਰਿਹਾ
ro: Autentificare eșuată
sk: Prihlásenie zlyhalo
sv: Inloggning misslyckades
ta: உள்நுழைவு தோல்வியடைந்தது
th: การเข้าสู่ระบบล้มเหลว
uk: Вхід не вдалося
ur: لاگ ان ناکام ہوگیا
vi: Đăng nhập không thành công

# invalidCredentials
source: Invalid username or password. Please try again.
bg: Невалидно потребителско име или парола. Моля, опитайте отново.
bn: অবৈধ ব্যবহারকারীর নাম বা পাসওয়ার্ড। আবার চেষ্টা করুন।
cs: Neplatné uživatelské jméno nebo heslo. Zkuste to prosím znovu.
el: Μη έγκυρο όνομα χρήστη ή κωδικός πρόσβασης. Δοκιμάστε ξανά.
fa: نام کاربری یا رمز عبور نامعتبر است. لطفا دوباره امتحان کنید
fi: Virheellinen käyttäjänimi tai salasana. Yritä uudelleen.
gu: અમાન્ય વપરાશકર્તા નામ અથવા પાસવર્ડ. કૃપા કરીને ફરીથી પ્રયાસ કરો.
hu: Érvénytelen felhasználónév vagy jelszó. Kérjük, próbálkozzon újra.
id: Nama pengguna atau kata sandi tidak valid. Silakan coba lagi.
ml: അസാധുവായ ഉപയോക്തൃനാമം അല്ലെങ്കിൽ പാസ്വേഡ്. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: अवैध वापरकर्तानाव किंवा संकेतशब्द. कृपया पुन्हा प्रयत्न करा.
or: ଅବ val ଧ ଚାଳକନାମ କିମ୍ବା ପାସୱାର୍ଡ | ଦୟାକରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਗਲਤ ਉਪਭੋਗਤਾ ਨਾਮ ਜਾਂ ਪਾਸਵਰਡ. ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.
ro: Nume utilizator nevalid sau parolă. Vă rugăm să încercați din nou.
sk: Neplatné používateľské meno alebo heslo. Skúste to znova.
sv: Ogiltigt användarnamn eller lösenord. Försök igen.
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல். மீண்டும் முயற்சிக்கவும்.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้ง
uk: Недійсне ім’я користувача або пароль. Будь ласка, спробуйте ще раз.
ur: غلط صارف نام یا پاس ورڈ۔ براہ کرم دوبارہ کوشش کریں۔
vi: Tên người dùng hoặc mật khẩu không hợp lệ. Vui lòng thử lại.

# serverRedirectingHttps
source: The server is redirecting requests. Check your server's HTTPS configuration.
bg: Сървърът пренасочва заявки. Проверете конфигурацията на HTTPS на вашия сървър.
bn: সার্ভার অনুরোধগুলি পুনর্নির্দেশ করছে। আপনার সার্ভারের এইচটিটিপিএস কনফিগারেশন পরীক্ষা করুন।
cs: Server přesměruje požadavky. Zkontrolujte konfiguraci HTTPS vašeho serveru.
el: Ο διακομιστής είναι αιτήματα ανακατεύθυνσης. Ελέγξτε τη διαμόρφωση HTTPS του διακομιστή σας.
fa: سرور در حال هدایت درخواست ها است. پیکربندی HTTPS سرور خود را بررسی کنید.
fi: Palvelin ohjaa pyyntöjä. Tarkista palvelimen HTTPS -määritykset.
gu: સર્વર વિનંતીઓ રીડાયરેક્ટ કરી રહ્યું છે. તમારા સર્વરની HTTPS ગોઠવણી તપાસો.
hu: A szerver átirányítja a kéréseket. Ellenőrizze a szerver HTTPS konfigurációját.
id: Server mengalihkan permintaan. Periksa konfigurasi HTTPS server Anda.
ml: സെർവർ റീഡയറക്ട് ചെയ്യുന്ന അഭ്യർത്ഥനകളാണ്. നിങ്ങളുടെ സെർവറിന്റെ HTTPS കോൺഫിഗറേഷൻ പരിശോധിക്കുക.
mr: सर्व्हर विनंत्या पुनर्निर्देशित करीत आहे. आपल्या सर्व्हरची HTTPS कॉन्फिगरेशन तपासा.
or: ସର୍ଭର ଅନୁରୋଧଗୁଡିକ ପୁନ ir ନିର୍ଦ୍ଦେଶ କରୁଛି | ଆପଣଙ୍କର ସର୍ଭରର HTTPS ସଂରଚନାକୁ ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਸਰਵਰ ਬੇਨਤੀਆਂ ਨੂੰ ਮੁੜ ਨਿਰਧਾਰਤ ਕਰ ਰਿਹਾ ਹੈ. ਆਪਣੇ ਸਰਵਰ ਦੀ HTTPS ਦੀ ਜਾਂਚ ਕਰੋ.
ro: Serverul redirecționează solicitările. Verificați configurația HTTPS a serverului.
sk: Server presmeruje požiadavky. Skontrolujte konfiguráciu HTTPS vášho servera.
sv: Servern omdirigerar förfrågningar. Kontrollera din serverns HTTPS -konfiguration.
ta: சேவையகம் கோரிக்கைகளை திருப்பிவிடுகிறது. உங்கள் சேவையகத்தின் HTTPS உள்ளமைவை சரிபார்க்கவும்.
th: เซิร์ฟเวอร์กำลังเปลี่ยนเส้นทางคำขอ ตรวจสอบการกำหนดค่า HTTPS ของเซิร์ฟเวอร์ของคุณ
uk: Сервер - це відпрямування запитів. Перевірте конфігурацію HTTPS вашого сервера.
ur: سرور درخواستوں کو ری ڈائریکٹ کررہا ہے۔ اپنے سرور کی HTTPS کنفیگریشن چیک کریں۔
vi: Máy chủ đang chuyển hướng yêu cầu. Kiểm tra cấu hình HTTPS của máy chủ của bạn.

# unableToConnectServer
source: Unable to connect to server. Please check your connection.
bg: Не може да се свърже със сървъра. Моля, проверете връзката си.
bn: সার্ভারে সংযোগ করতে অক্ষম। আপনার সংযোগ পরীক্ষা করুন।
cs: Nelze se připojit k serveru. Zkontrolujte prosím své připojení.
el: Δεν είναι δυνατή η σύνδεση στο διακομιστή. Ελέγξτε τη σύνδεσή σας.
fa: اتصال به سرور امکان پذیر نیست. لطفا اتصال خود را بررسی کنید.
fi: Ei voi muodostaa yhteyttä palvelimeen. Tarkista yhteys.
gu: સર્વરથી કનેક્ટ કરવામાં અસમર્થ. કૃપા કરીને તમારું કનેક્શન તપાસો.
hu: Nem lehet csatlakozni a szerverhez. Kérjük, ellenőrizze a kapcsolatát.
id: Tidak dapat terhubung ke server. Silakan periksa koneksi Anda.
ml: സെർവറിലേക്ക് കണക്റ്റുചെയ്യാനായില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിക്കുക.
mr: सर्व्हरशी कनेक्ट करण्यात अक्षम. कृपया आपले कनेक्शन तपासा.
or: ସର୍ଭର ସହିତ ସଂଯୋଗ କରିବାକୁ ଅସମର୍ଥ | ଦୟାକରି ଆପଣଙ୍କର ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਵਿੱਚ ਅਸਮਰੱਥ. ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਕੁਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ.
ro: Imposibil de conectat la server. Vă rugăm să verificați conexiunea.
sk: Nedokáže sa pripojiť k serveru. Skontrolujte svoje pripojenie.
sv: Det går inte att ansluta till servern. Kontrollera din anslutning.
ta: சேவையகத்துடன் இணைக்க முடியவில்லை. உங்கள் இணைப்பை சரிபார்க்கவும்.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้ กรุณาตรวจสอบการเชื่อมต่อของคุณ
uk: Неможливо підключитися до сервера. Будь ласка, перевірте своє з'єднання.
ur: سرور سے رابطہ قائم کرنے سے قاصر ہے۔ براہ کرم اپنا کنکشن چیک کریں۔
vi: Không thể kết nối với máy chủ. Vui lòng kiểm tra kết nối của bạn.

# requestTimedOut
source: The request timed out. Please try again.
bg: Заявката се измъкна. Моля, опитайте отново.
bn: অনুরোধ সময়সীমা শেষ। আবার চেষ্টা করুন।
cs: Požadavek vypršel. Zkuste to prosím znovu.
el: Το αίτημα που χρονολογείται. Δοκιμάστε ξανά.
fa: درخواست به پایان رسید. لطفا دوباره امتحان کنید
fi: Pyyntö ajoitettu. Yritä uudelleen.
gu: વિનંતી સમાપ્ત થાય છે. કૃપા કરીને ફરીથી પ્રયાસ કરો.
hu: A kérés időzített. Kérjük, próbálkozzon újra.
id: Waktu permintaan telah habis. Silakan coba lagi.
ml: അഭ്യർത്ഥന കാലഹരണപ്പെട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: विनंती कालबाह्य झाली. कृपया पुन्हा प्रयत्न करा.
or: ଅନୁରୋଧ ସମୟ ସମାପ୍ତ ହୋଇଛି | ଦୟାକରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਬੇਨਤੀ ਦਾ ਸਮਾਂ ਸਮਾਪਤ. ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.
ro: Cererea a expirat. Vă rugăm să încercați din nou.
sk: Žiadosť vypršala. Skúste to znova.
sv: Begäran avbröts. Försök igen.
ta: கோரிக்கை நேரம் முடிந்தது. மீண்டும் முயற்சிக்கவும்.
th: คำขอหมดเวลา โปรดลองอีกครั้ง
uk: Запит, що приурочений. Будь ласка, спробуйте ще раз.
ur: درخواست کا وقت ختم ہوگیا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Yêu cầu đã hết thời gian chờ. Vui lòng thử lại.
