Repository: y4shg/jyotigpt
Catalog: lib/l10n/app_*.arb
Languages: bg, bn, cs, el, fa, fi, gu, hu, id, ml, mr, or, pa, ro, sk, sv, ta, th, uk, ur, vi

# appTitle
source: JyotiGPT
fa: جیوتیگپ
gu: જ્યોટિગપ્ટ
mr: ज्योटिगप्ट
or: ଜାଇଟିଗଟପ୍
pa: ਜੋਤੀਪਿਪਟ
ta: ஜியோடிக்ட்
th: จโยติจีพีที

source: Initialization Failed
bg: Инициализацията не успя
bn: সূচনা ব্যর্থ
cs: Inicializace selhala
el: Η αρχικοποίηση απέτυχε
fa: اولیه سازی انجام نشد
fi: Alustaminen epäonnistui
gu: પ્રારંભિક નિષ્ફળ
hu: Az inicializálás sikertelen
id: Inisialisasi Gagal
ml: സമാരംഭിക്കൽ പരാജയപ്പെട്ടു
mr: आरंभ अयशस्वी
or: ପ୍ରାରମ୍ଭିକରଣ ବିଫଳ ହେଲା |
pa: ਸ਼ੁਰੂਆਤੀ ਅਸਫਲ
ro: Inițializarea a eșuat
sk: Inicializácia zlyhala
sv: Initialisering misslyckades
ta: துவக்கம் தோல்வியடைந்தது
th: การเริ่มต้นล้มเหลว
uk: Ініціалізація не вдалася
ur: ابتدا ناکام ہوگئی
vi: Khởi tạo không thành công

source: Retry
bg: Повторение
bn: পুনরায় চেষ্টা করুন
cs: Opakovat
el: Δοκιμάζω πάλι
fa: مجدداً
fi: Tehdä uudelleen
gu: ફરી કોશિશ કરવી
hu: Újjáépít
id: Mencoba kembali
ml: വീണ്ടുംരി ചെയ്യുക
mr: पुन्हा प्रयत्न करा
or: ପୁନ ry ଚେଷ୍ଟା କର
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Din nou
sk: Pokus
sv: Försöka igen
ta: மீண்டும் முயற்சிக்கவும்
th: ลองอีกครั้ง
uk: Повторити
ur: دوبارہ کوشش کریں
vi: Thử lại

source: Back
bg: Назад
bn: পিছনে
cs: Zadní
el: Πίσω
fa: پشت
fi: Takaisin
gu: પાછળની બાજુ
hu: Vissza
id: Kembali
ml: പിന്നിലുള്ള
mr: मागे
or: ପଛକୁ
pa: ਵਾਪਸ
ro: Spate
sk: Chrbát
sv: Tillbaka
ta: பின்
th: กลับ
uk: Задній
ur: واپس
vi: Mặt sau

source: You
bg: Ти
bn: তুমি
cs: Vy
el: Εσείς
fa: شما
fi: Sinä
gu: તું
hu: Te
id: Anda
ml: നിങ്ങൾ
mr: आपण
or: ତୁମେ
pa: ਤੁਸੀਂ
ro: Tu
sk: Vy
sv: Du
ta: நீங்கள்
th: คุณ
uk: Ти
ur: تم
vi: Bạn

source: Loading profile...
bg: Профил за зареждане ...
bn: লোডিং প্রোফাইল ...
cs: Načítání profilu ...
el: Προφίλ φόρτωσης ...
fa: در حال بارگیری پروفایل ...
fi: Latausprofiili ...
gu: લોડ પ્રોફાઇલ ...
hu: A profil betöltése ...
id: Memuat profil...
ml: പ്രൊഫൈൽ ലോഡുചെയ്യുന്നു ...
mr: प्रोफाइल लोड करीत आहे ...
or: ପ୍ରୋଫାଇଲ୍ ଲୋଡିଂ ...
pa: ਪ੍ਰੋਫਾਈਲ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ ...
ro: Profil de încărcare ...
sk: Načítavací profil ...
sv: Laddar profil ...
ta: சுயவிவரம் ஏற்றுகிறது ...
th: กำลังโหลดโปรไฟล์...
uk: Завантаження профілю ...
ur: پروفائل لوڈ ہو رہا ہے ...
vi: Đang tải hồ sơ...

source: Unable to load profile
bg: Не може да се зареди профил
bn: প্রোফাইল লোড করতে অক্ষম
cs: Nelze načíst profil
el: Δεν είναι δυνατή η φόρτωση του προφίλ
fa: بارگیری نمایه امکان پذیر نیست
fi: Profiilia ei voida ladata
gu: પ્રોફાઇલ લોડ કરવામાં અસમર્થ
hu: Képtelen betölteni a profilt
id: Tidak dapat memuat profil
ml: പ്രൊഫൈൽ ലോഡുചെയ്യാനായില്ല
mr: प्रोफाइल लोड करण्यात अक्षम
or: ପ୍ରୋଫାଇଲ୍ ଲୋଡ୍ କରିବାକୁ ଅସମର୍ଥ |
pa: ਪ੍ਰੋਫਾਈਲ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
ro: Imposibil de încărcat profilul
sk: Nie je možné načítať profil
sv: Det går inte att ladda profilen
ta: சுயவிவரத்தை ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดโปรไฟล์ได้
uk: Неможливо завантажити профіль
ur: پروفائل لوڈ کرنے سے قاصر ہے
vi: Không thể tải hồ sơ

# pleaseCheckConnection
source: Please check your connection and try again
bg: Моля, проверете връзката си и опитайте отново
bn: আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন
cs: Zkontrolujte prosím své připojení a zkuste to znovu
el: Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά
fa: لطفاً اتصال خود را بررسی کنید و دوباره امتحان کنید
fi: Tarkista yhteys ja yritä uudelleen
gu: કૃપા કરીને તમારું કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો
hu: Kérjük, ellenőrizze a kapcsolatát, és próbálkozzon újra
id: Silakan periksa koneksi Anda dan coba lagi
ml: നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക
mr: कृपया आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा
or: ଦୟାକରି ଆପଣଙ୍କର ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Vă rugăm să verificați conexiunea și să încercați din nou
sk: Skontrolujte svoje pripojenie a skúste to znova
sv: Kontrollera din anslutning och försök igen
ta: உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்
th: โปรดตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
uk: Будь ласка, перевірте своє з'єднання та спробуйте ще раз
ur: براہ کرم اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں
vi: Vui lòng kiểm tra kết nối của bạn và thử lại

# connectionIssueTitle
source: Can't reach your server
bg: Не мога да достигна до вашия сървър
bn: আপনার সার্ভারে পৌঁছাতে পারে না
cs: Nelze dosáhnout vašeho serveru
el: Δεν μπορώ να φτάσω στον διακομιστή σας
fa: به سرور شما نمی رسد
fi: Palvelimesi ei voi tavoittaa
gu: તમારા સર્વર સુધી પહોંચી શકતા નથી
hu: Nem érheti el a szerverét
id: Tidak dapat menjangkau server Anda
ml: നിങ്ങളുടെ സെർവറിൽ എത്താൻ കഴിയില്ല
mr: आपल्या सर्व्हरवर पोहोचू शकत नाही
or: ଆପଣଙ୍କ ସର୍ଭରରେ ପହଞ୍ଚିପାରିବ ନାହିଁ |
pa: ਤੁਹਾਡੇ ਸਰਵਰ ਤੇ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦਾ
ro: Nu pot ajunge la serverul dvs.
sk: Nemôžem dosiahnuť váš server
sv: Kan inte nå din server
ta: உங்கள் சேவையகத்தை அடைய முடியாது
th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ของคุณ
uk: Не вдається досягти свого сервера
ur: آپ کے سرور تک نہیں پہنچ سکتے
vi: Không thể kết nối với máy chủ của bạn

# connectionIssueSubtitle
source: Reconnect to continue or sign out to choose a different server.
bg: Свържете отново, за да продължите или да се излезте, за да изберете друг сървър.
bn: একটি পৃথক সার্ভার চয়ন করতে চালিয়ে যেতে বা সাইন আউট করতে পুনরায় সংযোগ করুন।
cs: Znovu se připojte k pokračování nebo odhlášení a vyberte jiný server.
el: Επανασυνδεθείτε για να συνεχίσετε ή να συνδεθείτε για να επιλέξετε έναν διαφορετικό διακομιστή.
fa: برای ادامه یا ورود به سیستم ، مجدداً وصل شوید تا سرور دیگری را انتخاب کنید.
fi: Ota yhteys jatkamaan tai kirjaudu sisään valitaksesi toisen palvelimen.
gu: ચાલુ રાખવા માટે ફરીથી કનેક્ટ કરો અથવા અલગ સર્વર પસંદ કરવા માટે સાઇન આઉટ કરો.
hu: Csatlakozzon újra a folytatáshoz vagy a regisztrációhoz egy másik szerver kiválasztásához.
id: Sambungkan kembali untuk melanjutkan atau keluar untuk memilih server lain.
ml: ഒരു വ്യത്യസ്ത സെർവർ തിരഞ്ഞെടുക്കാൻ സൈൻ out ട്ട് ചെയ്യാനോ സൈൻ out ട്ട് ചെയ്യാനോ വീണ്ടും ബന്ധിപ്പിക്കുക.
mr: चालू ठेवण्यासाठी पुन्हा कनेक्ट व्हा किंवा भिन्न सर्व्हर निवडण्यासाठी साइन आउट करा.
or: ଏକ ଭିନ୍ନ ସର୍ଭର ବାଛିବା ପାଇଁ ଜାରି ରଖିବାକୁ କିମ୍ବା ସାଇନ୍ ଆଉଟ୍ କରିବାକୁ ପୁନ nect ସଂଯୋଗ କରନ୍ତୁ |
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਦੁਬਾਰਾ ਜੁੜਨਾ ਜਾਂ ਵੱਖਰਾ ਸਰਵਰ ਚੁਣਨ ਲਈ ਸਾਈਨ ਆਉਟ ਕਰੋ.
ro: Reconectați -vă pentru a continua sau a vă conecta pentru a alege un server diferit.
sk: Pripravte sa, aby ste pokračovali alebo sa prihláste a vyberte iný server.
sv: Anslut igen för att fortsätta eller logga ut för att välja en annan server.
ta: தொடர மீண்டும் இணைக்க அல்லது வேறு சேவையகத்தைத் தேர்வுசெய்ய உள்நுழைக.
th: เชื่อมต่อใหม่เพื่อดำเนินการต่อหรือออกจากระบบเพื่อเลือกเซิร์ฟเวอร์อื่น
uk: Повторно підключіться, щоб продовжити або вийти, щоб вибрати інший сервер.
ur: جاری رکھنے کے لئے دوبارہ رابطہ کریں یا کسی مختلف سرور کا انتخاب کرنے کے لئے سائن آؤٹ کریں۔
vi: Kết nối lại để tiếp tục hoặc đăng xuất để chọn máy chủ khác.

# stillOfflineMessage
source: We still can't reach the server. Double-check your connection and try again.
bg: Все още не можем да достигнем до сървъра. Проверете двукратно връзката си и опитайте отново.
bn: আমরা এখনও সার্ভারে পৌঁছাতে পারি না। আপনার সংযোগটি ডাবল-চেক করুন এবং আবার চেষ্টা করুন।
cs: Stále nemůžeme dosáhnout serveru. Zkontrolujte své připojení a zkuste to znovu.
el: Δεν μπορούμε ακόμα να φτάσουμε στο διακομιστή. Διπλασιάστε τη σύνδεσή σας και δοκιμάστε ξανά.
fa: ما هنوز نمی توانیم به سرور برسیم. اتصال خود را دوبار بررسی کنید و دوباره امتحان کنید.
fi: Emme vieläkään pääse palvelimeen. Tarkista yhteys kaksinkertaisesti ja yritä uudelleen.
gu: અમે હજી પણ સર્વર સુધી પહોંચી શકતા નથી. તમારા કનેક્શનને બે વાર તપાસ કરો અને ફરીથી પ્રયાસ કરો.
hu: Még mindig nem érhetjük el a szerveret. Ellenőrizze duplán a kapcsolatát, és próbálja újra.
id: Kami masih tidak dapat menjangkau server. Periksa kembali koneksi Anda dan coba lagi.
ml: ഞങ്ങൾക്ക് ഇപ്പോഴും സെർവറിൽ എത്താൻ കഴിയില്ല. നിങ്ങളുടെ കണക്ഷൻ രണ്ടുതവണ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: आम्ही अद्याप सर्व्हरवर पोहोचू शकत नाही. आपले कनेक्शन डबल-तपासा आणि पुन्हा प्रयत्न करा.
or: ଆମେ ତଥାପି ସର୍ଭରରେ ପହଞ୍ଚି ପାରିବୁ ନାହିଁ | ଆପଣଙ୍କର ସଂଯୋଗକୁ ଦୁଇଥର ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਅਸੀਂ ਅਜੇ ਵੀ ਸਰਵਰ ਤੇ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੇ. ਆਪਣੇ ਕੁਨੈਕਸ਼ਨ ਨੂੰ ਦੋ ਵਾਰ ਚੈੱਕ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ro: Încă nu putem ajunge la server. Verificați dublu conexiunea și încercați din nou.
sk: Stále sa nemôžeme dostať na server. Dvojito skontrolujte svoje pripojenie a skúste to znova.
sv: Vi kan fortfarande inte nå servern. Kontrollera din anslutning och försök igen.
ta: எங்களால் இன்னும் சேவையகத்தை அடைய முடியாது. உங்கள் இணைப்பை இருமுறை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
th: เรายังเข้าถึงเซิร์ฟเวอร์ไม่ได้ ตรวจสอบการเชื่อมต่อของคุณอีกครั้งแล้วลองอีกครั้ง
uk: Ми все ще не можемо дійти до сервера. Двічі перевіряйте свій зв’язок і повторіть спробу.
ur: ہم اب بھی سرور تک نہیں پہنچ سکتے ہیں۔ اپنے کنکشن کو ڈبل چیک کریں اور دوبارہ کوشش کریں۔
vi: Chúng tôi vẫn không thể kết nối với máy chủ. Hãy kiểm tra kỹ kết nối của bạn và thử lại.

source: Account
bg: Акаунт
bn: অ্যাকাউন্ট
cs: Účet
el: Λογαριασμός
fa: حساب
fi: Tili
gu: હિસાબ
hu: Beszámoló
id: Akun
ml: കണക്ക്
mr: खाते
or: ଖାତା
pa: ਖਾਤਾ
ro: Cont
sk: Účtovať
sv: Konto
ta: கணக்கு
th: บัญชี
uk: Рахунок
ur: اکاؤنٹ
vi: Tài khoản

# supportJyotiGPT
source: Additional Settings
bg: Допълнителни настройки
bn: অতিরিক্ত সেটিংস
cs: Další nastavení
el: Πρόσθετες ρυθμίσεις
fa: تنظیمات اضافی
fi: Lisäasetukset
gu: વધારાની સેટિંગ
hu: További beállítások
id: Pengaturan Tambahan
ml: അധിക ക്രമീകരണങ്ങൾ
mr: अतिरिक्त सेटिंग्ज
or: ଅତିରିକ୍ତ ସେଟିଙ୍ଗ୍ |
pa: ਵਾਧੂ ਸੈਟਿੰਗਾਂ
ro: Setări suplimentare
sk: Ďalšie nastavenia
sv: Ytterligare inställningar
ta: கூடுதல் அமைப்புகள்
th: การตั้งค่าเพิ่มเติม
uk: Додаткові налаштування
ur: اضافی ترتیبات
vi: Cài đặt bổ sung

# supportJyotiGPTSubtitle
source: Additional Settings and information.
bg: Допълнителни настройки и информация.
bn: অতিরিক্ত সেটিংস এবং তথ্য।
cs: Další nastavení a informace.
el: Πρόσθετες ρυθμίσεις και πληροφορίες.
fa: تنظیمات و اطلاعات اضافی.
fi: Lisäasetukset ja tiedot.
gu: વધારાની સેટિંગ્સ અને માહિતી.
hu: További beállítások és információk.
id: Pengaturan dan informasi tambahan.
ml: അധിക ക്രമീകരണങ്ങളും വിവരങ്ങളും.
mr: अतिरिक्त सेटिंग्ज आणि माहिती.
or: ଅତିରିକ୍ତ ସେଟିଂସମୂହ ଏବଂ ସୂଚନା ଅତିରିକ୍ତ ସେଟିଂ |
pa: ਵਾਧੂ ਸੈਟਿੰਗਾਂ ਅਤੇ ਜਾਣਕਾਰੀ.
ro: Setări și informații suplimentare.
sk: Ďalšie nastavenia a informácie.
sv: Ytterligare inställningar och information.
ta: கூடுதல் அமைப்புகள் மற்றும் தகவல்.
th: การตั้งค่าและข้อมูลเพิ่มเติม
uk: Додаткові налаштування та інформація.
ur: اضافی ترتیبات اور معلومات۔
vi: Cài đặt và thông tin bổ sung.

# githubSponsorsTitle
source: JyotiGPT Account Settings
bg: Настройки на акаунта на Jyotigpt
bn: Jyotigpt অ্যাকাউন্ট সেটিংস
cs: Nastavení účtu jyotigpt
el: Ρυθμίσεις λογαριασμού JYOTIGPT
fa: تنظیمات حساب Jyotigpt
fi: Jyotigpt -tilin asetukset
gu: જ્યોટિગપ્ટ એકાઉન્ટ સેટિંગ્સ
hu: Jyotigpt fiókbeállítások
id: Pengaturan Akun JyotiGPT
ml: JYotigpt അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
mr: Jyotigpt खाते सेटिंग्ज
or: Jyotsigt ଖାତା ସେଟିଂସମୂହ |
pa: ਜੋਤੀਪੈਪਟ ਅਕਾਉਂਟ ਸੈਟਿੰਗਜ਼
ro: Setări cont Jyotigpt
sk: Nastavenia účtu jyotigpt
sv: Jyotigpt kontoinställningar
ta: ஜியோடிக்ட் கணக்கு அமைப்புகள்
th: การตั้งค่าบัญชี JyotiGPT
uk: Налаштування облікового запису Jyotigpt
ur: jyotigpt اکاؤنٹ کی ترتیبات
vi: Cài đặt tài khoản JyotiGPT

# githubSponsorsSubtitle
source: Edit full account settings.
bg: Редактиране на пълни настройки на акаунта.
bn: সম্পূর্ণ অ্যাকাউন্ট সেটিংস সম্পাদনা করুন।
cs: Upravit nastavení úplného účtu.
el: Επεξεργαστείτε πλήρεις ρυθμίσεις λογαριασμού.
fa: تنظیمات حساب کامل را ویرایش کنید.
fi: Muokkaa täydellisiä tiliasetuksia.
gu: સંપૂર્ણ એકાઉન્ટ સેટિંગ્સ સંપાદિત કરો.
hu: Szerkessze a teljes fiókbeállításokat.
id: Edit pengaturan akun lengkap.
ml: പൂർണ്ണ അക്കൗണ്ട് ക്രമീകരണങ്ങൾ എഡിറ്റുചെയ്യുക.
mr: पूर्ण खाते सेटिंग्ज संपादित करा.
or: ପୂର୍ଣ୍ଣ ଖାତା ସେଟିଂସମୂହ ସଂପାଦନ କରନ୍ତୁ |
pa: ਪੂਰੇ ਖਾਤਾ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੋਧੋ.
ro: Editați setările complete ale contului.
sk: Upravte úplné nastavenia účtu.
sv: Redigera hela kontoinställningar.
ta: முழு கணக்கு அமைப்புகளையும் திருத்தவும்.
th: แก้ไขการตั้งค่าบัญชีแบบเต็ม
uk: Редагувати налаштування повного облікового запису.
ur: مکمل اکاؤنٹ کی ترتیبات میں ترمیم کریں۔
vi: Chỉnh sửa cài đặt tài khoản đầy đủ.

# buyMeACoffeeTitle
source: Github Repo
bn: গিথুব রেপো
fa: ribo
gu: જીથબ રેપો
id: Repo Github
ml: Github റിപ്പോ
mr: गीथब रेपो
pa: Github Reopo
ta: கிதுப் ரெப்போ
ur: گٹ ہب ریپو
vi: Kho lưu trữ Github

# buyMeACoffeeSubtitle
source: View open source code for this project.
bg: Вижте код с отворен код за този проект.
bn: এই প্রকল্পের জন্য ওপেন সোর্স কোড দেখুন।
cs: Zobrazit open source kód pro tento projekt.
el: Προβολή κώδικα ανοιχτής πηγής για αυτό το έργο.
fa: کد منبع باز را برای این پروژه مشاهده کنید.
fi: Tarkastele avoimen lähdekoodin tälle projektille.
gu: આ પ્રોજેક્ટ માટે ખુલ્લો સ્રોત કોડ જુઓ.
hu: Tekintse meg a projekt nyílt forráskódját.
id: Lihat kode sumber terbuka untuk proyek ini.
ml: ഈ പ്രോജക്റ്റിനായി ഓപ്പൺ സോഴ്സ് കോഡ് കാണുക.
mr: या प्रकल्पासाठी मुक्त स्त्रोत कोड पहा.
or: ଏହି ପ୍ରୋଜେକ୍ଟ ପାଇଁ ମୁକ୍ତ ଉତ୍ସ କୋଡ୍ ଦେଖନ୍ତୁ |
pa: ਇਸ ਪ੍ਰੋਜੈਕਟ ਲਈ ਖੁੱਲਾ ਸਰੋਤ ਕੋਡ ਵੇਖੋ.
ro: Vizualizați codul sursă deschis pentru acest proiect.
sk: Prezrite si otvorený zdrojový kód pre tento projekt.
sv: Visa öppen källkod för detta projekt.
ta: இந்த திட்டத்திற்கான திறந்த மூலக் குறியீட்டைக் காண்க.
th: ดูโอเพ่นซอร์สโค้ดสำหรับโปรเจ็กต์นี้
uk: Переглянути код з відкритим кодом цього проекту.
ur: اس پروجیکٹ کے لئے اوپن سورس کوڈ دیکھیں۔
vi: Xem mã nguồn mở cho dự án này.

source: Sign Out
bg: Излезте
bn: সাইন আউট
cs: Odhlásit se
el: Αποπροσανατολίζω
fa: از سیستم خارج شدن
fi: Ilmoittautua
gu: સાઇન -આઉટ કરવું
hu: Kijelentkezik
id: Keluar
ml: സൈൻ ഔട്ട്
mr: साइन आउट करा
or: ବାହାରି ଯାନ୍ତୁ
pa: ਸਾਇਨ ਆਉਟ
sk: Odhlásiť sa
sv: Utfärda
ta: வெளியேறு
th: ออกจากระบบ
uk: Виходити
ur: سائن آؤٹ
vi: Đăng xuất

source: End your session
bg: Завършете сесията си
bn: আপনার অধিবেশন শেষ
cs: Ukončit relaci
el: Τερματίστε τη συνεδρία σας
fa: جلسه خود را پایان دهید
fi: Lopeta istunto
gu: તમારું સત્ર સમાપ્ત કરો
hu: Végezze el a munkamenetet
id: Akhiri sesi Anda
ml: നിങ്ങളുടെ സെഷൻ അവസാനിപ്പിക്കുക
mr: आपले सत्र संपवा
or: ଆପଣଙ୍କର ଅଧିବେଶନ ଶେଷ କରନ୍ତୁ |
pa: ਆਪਣਾ ਸੈਸ਼ਨ ਖਤਮ ਕਰੋ
ro: Încheiați -vă sesiunea
sk: Ukončiť svoju reláciu
sv: Avsluta din session
ta: உங்கள் அமர்வை முடிக்கவும்
th: สิ้นสุดเซสชันของคุณ
uk: Закінчіть сеанс
ur: اپنے سیشن کو ختم کریں
vi: Kết thúc phiên của bạn

source: Default Model
bg: Модел по подразбиране
bn: ডিফল্ট মডেল
cs: Výchozí model
el: Προεπιλεγμένο μοντέλο
fa: مدل پیش فرض
fi: Oletusmalli
gu: પરત
hu: Alapértelmezett modell
id: Model Bawaan
ml: സ്ഥിരസ്ഥിതി മോഡൽ
mr: डीफॉल्ट मॉडेल
or: ଡିଫଲ୍ଟ ମଡେଲ୍ |
pa: ਮੂਲ ਮਾਡਲ
ro: Model implicit
sk: Predvolený model
sv: Standardmodell
ta: இயல்புநிலை மாதிரி
th: โมเดลเริ่มต้น
uk: Модель за замовчуванням
ur: پہلے سے طے شدہ ماڈل
vi: Mẫu mặc định

source: Auto-select
bg: Автоматичен избор
bn: অটো-নির্বাচন
cs: Automatické výběr
el: Επιλεγμένος αυτόματος
fa: انتخابی خود
fi: Automaattinen valinta
gu: સ્વચાલિત
hu: Automatikus kiválasztás
id: Pilih otomatis
ml: യാന്ത്രിക-തിരഞ്ഞെടുക്കുക
mr: स्वयं-निवड
or: ଅଟୋ-ସିଲେକ୍ଟ
pa: ਆਟੋ-ਸਿਲੈਕਟ ਕਰੋ
ro: Auto-selecție
sk: Automatické výbery
sv: Välväljer automatiskt
ta: தானாக தேர்ந்தெடுக்கப்பட்ட
th: เลือกอัตโนมัติ
uk: Автоматичний вибір
ur: آٹو سلیکٹ
vi: Tự động chọn

source: Loading models...
bg: Зареждащи модели ...
bn: লোডিং মডেল ...
cs: Načítání modelů ...
el: Μοντέλα φόρτωσης ...
fa: مدل های بارگیری ...
fi: Latausmallit ...
gu: મોડેલો લોડ કરી રહ્યા છે ...
hu: Betöltési modellek ...
id: Memuat model...
ml: മോഡലുകൾ ലോഡുചെയ്യുന്നു ...
mr: मॉडेल लोड करीत आहे ...
or: ମଡେଲ ଲୋଡ୍ କରୁଛି ...
pa: ਲੋਡਿੰਗ ਮਾਡਲਾਂ ...
ro: Modele de încărcare ...
sk: Modely načítania ...
sv: Laddar modeller ...
ta: மாதிரிகளை ஏற்றுகிறது ...
th: กำลังโหลดโมเดล...
uk: Завантаження моделей ...
ur: لوڈنگ ماڈل ...
vi: Đang tải mô hình...

source: Failed to load models
bg: Неуспешно зареждане на модели
bn: মডেলগুলি লোড করতে ব্যর্থ
cs: Nepodařilo se načíst modely
el: Αποτυχία φόρτωσης μοντέλων
fa: بارگیری مدل ها انجام نشد
fi: Mallien lataaminen epäonnistui
gu: મોડેલો લોડ કરવામાં નિષ્ફળ
hu: Nem sikerült betölteni a modelleket
id: Gagal memuat model
ml: മോഡലുകൾ ലോഡുചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
mr: मॉडेल लोड करण्यात अयशस्वी
or: ମଡେଲଗୁଡିକ ଲୋଡ୍ କରିବାରେ ବିଫଳ |
pa: ਮਾਡਲਾਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să încarce modele
sk: Nepodarilo sa načítať modely
sv: Det gick inte att ladda modeller
ta: மாதிரிகளை ஏற்றுவதில் தோல்வி
th: โหลดโมเดลไม่สำเร็จ
uk: Не вдалося завантажити моделі
ur: ماڈلز کو لوڈ کرنے میں ناکام
vi: Không tải được mô hình

source: Available Models
bg: Налични модели
bn: উপলব্ধ মডেল
cs: Dostupné modely
el: Διαθέσιμα μοντέλα
fa: مدل های موجود
fi: Käytettävissä olevat mallit
gu: ઉપલબ્ધ નમૂનાઓ
hu: Rendelkezésre álló modellek
id: Model yang Tersedia
ml: ലഭ്യമായ മോഡലുകൾ
mr: उपलब्ध मॉडेल
or: ଉପଲବ୍ଧ ମଡେଲଗୁଡିକ |
pa: ਉਪਲਬਧ ਮਾਡਲਾਂ
ro: Modele disponibile
sk: Dostupné modely
sv: Tillgängliga modeller
ta: கிடைக்கும் மாதிரிகள்
th: รุ่นที่มีจำหน่าย
uk: Доступні моделі
ur: دستیاب ماڈل
vi: Các mẫu có sẵn

source: No results
bg: Няма резултати
bn: কোন ফলাফল
cs: Žádné výsledky
el: Χωρίς αποτελέσματα
fa: بدون نتیجه
fi: Ei tuloksia
gu: કોઈ પરિણામ નથી
hu: Nincs eredmény
id: Tidak ada hasil
ml: ഫലങ്ങളൊന്നുമില്ല
mr: कोणतेही परिणाम नाही
or: କ no ପତ୍ର ନାହିଁ
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ
ro: Fără rezultate
sk: Žiadne výsledky
sv: Inga resultat
ta: முடிவுகள் இல்லை
th: ไม่มีผลลัพธ์
uk: Немає результатів
ur: کوئی نتیجہ نہیں
vi: Không có kết quả

source: Search models...
bg: Модели за търсене ...
bn: অনুসন্ধান মডেল ...
cs: Vyhledávací modely ...
el: Μοντέλα αναζήτησης ...
fa: مدل های جستجو ...
fi: Hakumallit ...
gu: શોધ નમૂનાઓ ...
hu: Keresési modellek ...
id: Telusuri model...
ml: മോഡലുകൾ തിരയുക ...
mr: शोध मॉडेल ...
or: ସନ୍ଧାନ ମଡେଲଗୁଡିକ ସନ୍ଧାନ କରନ୍ତୁ ...
pa: ਖੋਜ ਮਾੱਡਲ ...
ro: Modele de căutare ...
sk: Vyhľadávacie modely ...
sv: Sökmodeller ...
ta: தேடல் மாதிரிகள் ...
th: ค้นหารุ่น...
uk: Пошукові моделі ...
ur: تلاش کے ماڈل ...
vi: Tìm kiếm mô hình...

# errorMessage
source: Something went wrong. Please try again.
bg: Нещо се обърка. Моля, опитайте отново.
bn: কিছু ভুল হয়েছে। আবার চেষ্টা করুন।
cs: Něco se pokazilo. Zkuste to prosím znovu.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
fa: مشکلی پیش آمد لطفا دوباره امتحان کنید
fi: Jotain meni pieleen. Yritä uudelleen.
gu: કંઈક ખોટું થયું. કૃપા કરીને ફરીથી પ્રયાસ કરો.
hu: Valami rosszul ment. Kérjük, próbálkozzon újra.
id: Ada yang tidak beres. Silakan coba lagi.
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: काहीतरी चूक झाली. कृपया पुन्हा प्रयत्न करा.
or: କିଛି ଭୁଲ୍ ହୋଇଗଲା | ଦୟାକରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ. ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.
ro: Ceva nu a mers bine. Vă rugăm să încercați din nou.
sk: Niečo sa pokazilo. Skúste to znova.
sv: Något gick fel. Försök igen.
ta: ஏதோ தவறு நடந்தது. மீண்டும் முயற்சிக்கவும்.
th: มีบางอย่างผิดพลาด โปรดลองอีกครั้ง
uk: Щось пішло не так. Будь ласка, спробуйте ще раз.
ur: کچھ غلط ہو گیا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi. Vui lòng thử lại.

# loginButton
source: Login
bg: Вход
bn: লগইন
cs: Přihlášení
el: Σύνδεση
fa: ورود
fi: Sisäänkirjautuminen
gu: ફટકારવું તે
hu: Bejelentkezés
ml: ലോഗിൻ
mr: लॉगिन
or: ଲଗଇନ୍ |
pa: ਲਾਗਿਨ
sk: Prihlásenie
sv: Inloggning
ta: உள்நுழைவு
th: เข้าสู่ระบบ
uk: Логін
ur: لاگ ان
vi: Đăng nhập

# menuItem
source: Settings
bg: Настройки
bn: সেটিংস
cs: Nastavení
el: Ρυθμίσεις
fa: تنظیمات
fi: Asetukset
gu: પતાવટ
hu: Beállítások
id: Pengaturan
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਜ਼
ro: Setări
sk: Nastavenia
sv: Inställningar
ta: அமைப்புகள்
th: การตั้งค่า
uk: Налаштування
ur: ترتیبات
vi: Cài đặt

# closeButtonSemantic
source: Close
bg: Затворете
bn: বন্ধ
cs: Blízko
el: Κοντά
fa: نزدیک
fi: Lähellä
gu: બંધ
hu: Közeli
id: Menutup
ml: അടയ്ക്കുക
mr: बंद
or: ବନ୍ଦ
pa: ਨੇੜੇ
ro: Aproape
sk: Zatvoriť
sv: Nära
ta: மூடு
th: ปิด
uk: Закривати
ur: بند کریں
vi: Đóng

source: Loading content
bg: Зареждане на съдържание
bn: সামগ্রী লোড হচ্ছে
cs: Načítání obsahu
el: Περιεχόμενο φόρτωσης
fa: بارگیری محتوا
fi: Lataus sisältö
gu: લોડિંગ સામગ્રી
hu: Betöltési tartalom
id: Memuat konten
ml: ഉള്ളടക്കം ലോഡുചെയ്യുന്നു
mr: सामग्री लोड करीत आहे
or: ବିଷୟବସ୍ତୁ ଲୋଡିଂ
pa: ਸਮੱਗਰੀ ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
ro: Încărcarea conținutului
sk: Načítanie obsahu
sv: Laddarinnehåll
ta: உள்ளடக்கத்தை ஏற்றுகிறது
th: กำลังโหลดเนื้อหา
uk: Завантаження вмісту
ur: مواد لوڈ ہو رہا ہے
vi: Đang tải nội dung

source: No items
bg: Няма елементи
bn: কোনও আইটেম নেই
cs: Žádné položky
el: Χωρίς αντικείμενα
fa: هیچ موردی
fi: Ei esineitä
gu: કોઈ વસ્તુ
hu: Nincsenek tételek
id: Tidak ada item
ml: ഇനങ്ങളൊന്നുമില്ല
mr: आयटम नाही
or: କ items ଣସି ଆଇଟମ୍ ନାହିଁ |
pa: ਕੋਈ ਚੀਜ਼ਾਂ ਨਹੀਂ
ro: Fără articole
sk: Žiadne položky
sv: Inga föremål
ta: உருப்படிகள் இல்லை
th: ไม่มีรายการ
uk: Немає предметів
ur: کوئی اشیاء نہیں
vi: Không có mục nào

source: No items to display
bg: Няма елементи за показване
bn: প্রদর্শনের জন্য কোনও আইটেম নেই
cs: Žádné položky k zobrazení
el: Δεν υπάρχουν στοιχεία για εμφάνιση
fa: هیچ موردی برای نمایش وجود ندارد
fi: Ei näytettäviä kohteita
gu: પ્રદર્શિત કરવા માટે કોઈ આઇટમ્સ નથી
hu: Nincsenek tételek megjelenítésére
id: Tidak ada item untuk ditampilkan
ml: പ്രദർശിപ്പിക്കാൻ ഇനങ്ങളൊന്നുമില്ല
mr: प्रदर्शित करण्यासाठी आयटम नाहीत
or: ପ୍ରଦର୍ଶନ କରିବାକୁ କ items ଣସି ଆଇଟମ୍ ନାହିଁ |
pa: ਪ੍ਰਦਰਸ਼ਤ ਕਰਨ ਲਈ ਕੋਈ ਚੀਜ਼ਾਂ ਨਹੀਂ
ro: Nu există articole de afișat
sk: Žiadne položky na zobrazenie
sv: Inga objekt att visa
ta: காண்பிக்க உருப்படிகள் இல்லை
th: ไม่มีรายการที่จะแสดง
uk: Ніяких елементів для відображення
ur: ڈسپلے کرنے کے لئے کوئی آئٹم نہیں ہے
vi: Không có mục nào để hiển thị

source: Load More
bg: Заредете повече
bn: আরও লোড
cs: Načíst více
el: Φορτώ
fa: بار بیشتر
fi: Ladata enemmän
gu: વધુ લોડ
hu: Töltsön fel többet
id: Muat Lebih Banyak
ml: കൂടുതൽ ലോഡുചെയ്യുക
mr: अधिक लोड करा
or: ଅଧିକ ଲୋଡ୍ କରନ୍ତୁ |
pa: ਹੋਰ ਲੋਡ ਕਰੋ
ro: Încărcați mai mult
sk: Zaťažiť viac
sv: Ladda mer
ta: மேலும் ஏற்றவும்
th: โหลดเพิ่มเติม
uk: Завантажте більше
ur: مزید لوڈ کریں
vi: Tải thêm

source: Workspace
bg: Работно пространство
bn: কর্মক্ষেত্র
cs: Pracovní prostor
el: Χώρος εργασίας
fa: فضای کاری
fi: Työtila
gu: ખલાસ
hu: Munkaterület
id: Ruang kerja
ml: വർക്ക്സ്പെയ്സ്
mr: कार्यक्षेत्र
or: କାର୍ଯ୍ୟକ୍ଷେତ୍ର
pa: ਵਰਕਸਪੇਸ
ro: Spațiu de lucru
sk: Pracovný priestor
sv: Arbetsyta
ta: பணியிடம்
th: พื้นที่ทำงาน
uk: Робоча область
ur: ورک اسپیس
vi: Không gian làm việc

source: Recent Files
bg: Последни файлове
bn: সাম্প্রতিক ফাইল
cs: Nedávné soubory
el: Πρόσφατα αρχεία
fa: پرونده های اخیر
fi: Viimeaikaiset tiedostot
gu: તાજેતરની ફાઇલો
hu: Legújabb fájlok
id: File Terbaru
ml: സമീപകാല ഫയലുകൾ
mr: अलीकडील फायली
or: ସାମ୍ପ୍ରତିକ ଫାଇଲ୍ |
pa: ਤਾਜ਼ਾ ਫਾਈਲਾਂ
ro: Fișiere recente
sk: Posledné súbory
sv: Nya filer
ta: சமீபத்திய கோப்புகள்
th: ไฟล์ล่าสุด
uk: Останні файли
ur: حالیہ فائلیں
vi: Tệp gần đây

source: Knowledge Base
bg: База знания
bn: জ্ঞান বেস
cs: Znalostní základna
el: Βάση γνώσεων
fa: پایگاه دانش
fi: Tietopohja
gu: આધાર -આધાર
hu: Tudásbázis
id: Basis Pengetahuan
ml: നോളജ് ബേസ്
mr: ज्ञान बेस
or: ଜ୍ଞାନ ଆଧାର
pa: ਗਿਆਨ ਅਧਾਰ
ro: Baza de cunoștințe
sk: Znalosť
sv: Kunskapsbas
ta: அறிவுத் தளம்
th: ฐานความรู้
uk: База знань
ur: علم کی بنیاد
vi: Cơ sở kiến ​​thức

source: No files yet
bg: Все още няма файлове
bn: এখনও কোনও ফাইল নেই
cs: Zatím žádné soubory
el: Δεν υπάρχουν ακόμη αρχεία
fa: هنوز هیچ پرونده ای وجود ندارد
fi: Ei vielä tiedostoja
gu: હજી સુધી કોઈ ફાઇલો નથી
hu: Még nincs fájl
id: Belum ada file
ml: ഇതുവരെ ഫയലുകളൊന്നുമില്ല
mr: अद्याप कोणत्याही फायली नाहीत
or: ଏପର୍ଯ୍ୟନ୍ତ କ files ଣସି ଫାଇଲ ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਫਾਈਲਾਂ ਨਹੀਂ
ro: Nu există încă fișiere
sk: Zatiaľ žiadne súbory
sv: Inga filer än
ta: இதுவரை கோப்புகள் இல்லை
th: ยังไม่มีไฟล์
uk: Ще немає файлів
ur: ابھی تک فائلیں نہیں ہیں
vi: Chưa có tập tin nào
