Repository: y4shg/jyotigpt
Catalog: lib/l10n/app_*.arb
Languages: bg, bn, cs, el, fa, fi, gu, hu, id, ml, mr, or, pa, ro, sk, sv, ta, th, uk, ur, vi

source: Custom Headers
bg: Персонализирани заглавки
bn: কাস্টম শিরোনাম
cs: Vlastní záhlaví
el: Προσαρμοσμένες κεφαλίδες
fa: هدرهای سفارشی
fi: Mukautetut otsikot
gu: રિવાજ મથાળા
hu: Egyedi fejlécek
id: Header Kustom
ml: ഇഷ്ടാനുസൃത തലക്കെട്ടുകൾ
mr: सानुकूल शीर्षलेख
or: କଷ୍ଟମ୍ ହେଡର୍ |
pa: ਕਸਟਮ ਸਿਰਲੇਖ
ro: Anteturi personalizate
sk: Vlastné hlavičky
sv: Anpassade rubriker
ta: தனிப்பயன் தலைப்புகள்
th: ส่วนหัวที่กำหนดเอง
uk: Спеціальні заголовки
ur: کسٹم ہیڈر
vi: Tiêu đề tùy chỉnh

# customHeadersDescription
source: Add custom HTTP headers for authentication, API keys, or special server requirements.
bg: Добавете персонализирани HTTP заглавки за удостоверяване, API клавиши или специални изисквания на сървъра.
bn: প্রমাণীকরণ, এপিআই কী বা বিশেষ সার্ভারের প্রয়োজনীয়তার জন্য কাস্টম এইচটিটিপি শিরোনাম যুক্ত করুন।
cs: Přidejte vlastní záhlaví HTTP pro ověřování, klíče API nebo speciální požadavky na server.
el: Προσθέστε προσαρμοσμένες κεφαλίδες HTTP για έλεγχο ταυτότητας, πλήκτρα API ή ειδικές απαιτήσεις διακομιστή.
fa: هدرهای HTTP سفارشی را برای تأیید اعتبار ، کلیدهای API یا نیازهای خاص سرور اضافه کنید.
fi: Lisää mukautetut HTTP -otsikot todennus-, API -näppäin- tai erityispalvelimien vaatimuksiin.
gu: પ્રમાણીકરણ, API કીઓ અથવા વિશેષ સર્વર આવશ્યકતાઓ માટે કસ્ટમ HTTP હેડરો ઉમેરો.
hu: Adjon hozzá egyedi HTTP fejléceket hitelesítéshez, API -kulcsokhoz vagy speciális szerver követelményekhez.
id: Tambahkan header HTTP khusus untuk autentikasi, kunci API, atau persyaratan server khusus.
ml: പ്രാമാണീകരണം, API കീകൾ അല്ലെങ്കിൽ പ്രത്യേക സെർവർ ആവശ്യകതകൾക്കായി ഇഷ്ടാനുസൃത എച്ച്ടിടിപി തലക്കെട്ടുകൾ ചേർക്കുക.
mr: प्रमाणीकरण, एपीआय की किंवा विशेष सर्व्हर आवश्यकतांसाठी सानुकूल एचटीटीपी शीर्षलेख जोडा.
or: ପ୍ରାମାଣିକିକରଣ, API କି, କିମ୍ବା ସ୍ୱତନ୍ତ୍ର ସର୍ଭର ଆବଶ୍ୟକତାକୁ କଷ୍ଟମ୍ HTTP ହେଡର୍ ଯୋଡନ୍ତୁ |
pa: ਪ੍ਰਮਾਣਿਕਤਾ, ਏਪੀਆਈ ਕੁੰਜੀਆਂ, ਜਾਂ ਖਾਸ ਸਰਵਰ ਜ਼ਰੂਰਤਾਂ ਲਈ ਕਸਟਮ HTTP ਸਿਰਲੇਖ ਸ਼ਾਮਲ ਕਰੋ.
ro: Adăugați anteturi HTTP personalizate pentru autentificare, chei API sau cerințe speciale ale serverului.
sk: Pridajte vlastné hlavičky HTTP pre autentifikáciu, klávesy API alebo špeciálne požiadavky na server.
sv: Lägg till anpassade HTTP -rubriker för autentisering, API -nycklar eller speciella serverkrav.
ta: அங்கீகாரம், ஏபிஐ விசைகள் அல்லது சிறப்பு சேவையக தேவைகளுக்கு தனிப்பயன் HTTP தலைப்புகளைச் சேர்க்கவும்.
th: เพิ่มส่วนหัว HTTP ที่กำหนดเองสำหรับการตรวจสอบสิทธิ์, คีย์ API หรือข้อกำหนดเซิร์ฟเวอร์พิเศษ
uk: Додайте власні заголовки HTTP для аутентифікації, клавіш API або спеціальні вимоги до сервера.
ur: تصدیق ، API کیز ، یا خصوصی سرور کی ضروریات کے لئے کسٹم HTTP ہیڈر شامل کریں۔
vi: Thêm tiêu đề HTTP tùy chỉnh để xác thực, khóa API hoặc yêu cầu máy chủ đặc biệt.

# allowSelfSignedCertificates
source: Trust self-signed certificates
bg: Доверете се на сертификати за самозададени сертификати
bn: স্ব-স্বাক্ষরিত শংসাপত্রগুলিকে বিশ্বাস করুন
cs: Důvěřujte certifikáty s vlastním podpisem
el: Εμπιστευθείτε τα πιστοποιητικά αυτο-υπογραφής
fa: به گواهینامه های خود امضا شده اعتماد کنید
fi: Luota itse allekirjoitettuihin todistuksiin
gu: સ્વ-સહી કરેલા પ્રમાણપત્રો પર વિશ્વાસ કરો
hu: Bízzon az ön aláírt tanúsítványokban
id: Percayai sertifikat yang ditandatangani sendiri
ml: സ്വയം ഒപ്പിട്ട സർട്ടിഫിക്കറ്റുകളെ വിശ്വസിക്കുക
mr: स्व-स्वाक्षरीकृत प्रमाणपत्रे ट्रस्ट करा
or: ଆତ୍ମ-ସ୍ୱାକ୍ଷରିତ ସାର୍ଟିଫିକେଟ୍ ଉପରେ ବିଶ୍ୱାସ କରନ୍ତୁ |
pa: ਸਵੈ-ਹਸਤਾਖਰ ਕੀਤੇ ਸਰਟੀਫਿਕੇਟ 'ਤੇ ਭਰੋਸਾ ਕਰੋ
ro: Încrederea certificatelor semnate de sine
sk: Dôverujte samostatne podpísaným certifikátom
sv: Lita på självsignerade certifikat
ta: சுய கையொப்பமிடப்பட்ட சான்றிதழ்களை நம்புங்கள்
th: เชื่อถือใบรับรองที่ลงนามด้วยตนเอง
uk: Довіряйте самопідписаному сертифікатам
ur: خود دستخط شدہ سرٹیفکیٹ پر اعتماد کریں
vi: Tin tưởng chứng chỉ tự ký

# allowSelfSignedCertificatesDescription
source: Accept this server's TLS certificate even if it is self-signed. Enable only for servers you trust.
bg: Приемете TLS сертификат на този сървър, дори ако е самостоятелен. Активирайте само за сървъри, на които имате доверие.
bn: এই সার্ভারের টিএলএস শংসাপত্রটি স্ব-স্বাক্ষরিত হলেও গ্রহণ করুন। আপনার বিশ্বাসের জন্য কেবল সার্ভারগুলির জন্য সক্ষম করুন।
cs: Přijměte certifikát TLS tohoto serveru, i když je podepsán. Povolte pouze pro servery, kterým důvěřujete.
el: Αποδεχτείτε το πιστοποιητικό TLS αυτού του διακομιστή, ακόμη και αν είναι υπογραφή. Ενεργοποιήστε μόνο τους διακομιστές που εμπιστεύεστε.
fa: گواهی TLS این سرور را حتی اگر خود امضا شود ، بپذیرید. فقط برای سرورهایی که به آنها اعتماد دارید فعال کنید.
fi: Hyväksy tämän palvelimen TLS-varmenne, vaikka se olisi itse allekirjoitettu. Ota vain luotettaville palvelimille.
gu: આ સર્વરનું TLS પ્રમાણપત્ર સ્વ-સહી થયેલ હોય તો પણ સ્વીકારો. ફક્ત તમને વિશ્વાસ કરો સર્વરો માટે જ સક્ષમ કરો.
hu: Fogadja el a szerver TLS tanúsítványát, még akkor is, ha ön aláírása. Engedélyezze csak a megbízható szerverek számára.
id: Terima sertifikat TLS server ini meskipun ditandatangani sendiri. Aktifkan hanya untuk server yang Anda percayai.
ml: സ്വയം ഒപ്പിട്ടാലും ഈ സെർവറിന്റെ ടിഎൽഎസ് സർട്ടിഫിക്കറ്റ് സ്വീകരിക്കുക. നിങ്ങൾ വിശ്വസിക്കുന്ന സെർവറുകൾക്കായി മാത്രം പ്രാപ്തമാക്കുക.
mr: या सर्व्हरचे टीएलएस प्रमाणपत्र स्वीकारले असले तरीही ते स्वीकारा. आपल्यावर विश्वास ठेवणार्‍या केवळ सर्व्हरसाठी सक्षम करा.
or: ଏହି ସର୍ଭରର TLS ସାର୍ଟିଫିକେଟ୍ ମଧ୍ୟ ଗ୍ରହଣ କରନ୍ତୁ ଯଦିଓ ଏହା ସ୍ୱୟଂ ଦସ୍ତଖତ କରାଯାଏ | ତୁମେ ବିଶ୍ୱାସ କରୁଥିବା ସର୍ଭରଗୁଡ଼ିକ ପାଇଁ କେବଳ ସକ୍ଷମ କର |
pa: ਇਸ ਸਰਵਰ ਦੇ ਟੀਐਲਐਸ ਸਰਟੀਫਿਕੇਟ ਨੂੰ ਸਵੀਕਾਰ ਕਰੋ ਭਾਵੇਂ ਇਹ ਸਵੈ-ਦਸਤਖਤ ਹੋਵੇ. ਸਿਰਫ ਸਰਵਰਾਂ ਲਈ ਸਮਰੱਥ ਕਰੋ ਜਿਸ ਤੇ ਤੁਸੀਂ ਭਰੋਸਾ ਕਰਦੇ ਹੋ.
ro: Acceptați certificatul TLS al acestui server, chiar dacă este semnat de sine. Activați numai pentru serverele în care aveți încredere.
sk: Prijmite certifikát TLS tohto servera, aj keď je podpísaný. Povoľte iba pre servery, ktorým dôverujete.
sv: Acceptera den här serverns TLS-certifikat även om det är självsignerat. Aktivera endast för servrar du litar på.
ta: இந்த சேவையகத்தின் டி.எல்.எஸ் சான்றிதழ் சுயமாக கையெழுத்திட்டாலும் அதை ஏற்றுக்கொள்ளுங்கள். நீங்கள் நம்பும் சேவையகங்களுக்கு மட்டுமே இயக்கவும்.
th: ยอมรับใบรับรอง TLS ของเซิร์ฟเวอร์นี้แม้ว่าจะลงนามด้วยตนเองก็ตาม เปิดใช้งานสำหรับเซิร์ฟเวอร์ที่คุณเชื่อถือเท่านั้น
uk: Прийміть сертифікат цього сервера TLS, навіть якщо він самостійно підписаний. Увімкніть лише для серверів, яким ви довіряєте.
ur: اس سرور کا TLS سرٹیفکیٹ قبول کریں یہاں تک کہ اگر یہ خود دستخط شدہ ہے۔ صرف ان سرورز کے لئے قابل بنائیں جن پر آپ اعتماد کرتے ہیں۔
vi: Chấp nhận chứng chỉ TLS của máy chủ này ngay cả khi nó tự ký. Chỉ kích hoạt cho các máy chủ mà bạn tin tưởng.

# headerNameEmpty
source: Header name cannot be empty
bg: Името на заглавката не може да бъде празно
bn: শিরোনামের নাম খালি থাকতে পারে না
cs: Název záhlaví nemůže být prázdný
el: Το όνομα κεφαλίδας δεν μπορεί να είναι άδειο
fa: نام هدر نمی تواند خالی باشد
fi: Otsikon nimi ei voi olla tyhjä
gu: મથાળાનું નામ ખાલી કરી શકાતું નથી
hu: A fejléc neve nem lehet üres
id: Nama header tidak boleh kosong
ml: തലക്കെട്ട് നാമം ശൂന്യമാകാൻ കഴിയില്ല
mr: शीर्षलेख नाव रिक्त असू शकत नाही
or: ହେଡର୍ ନାମ ଖାଲି ହୋଇପାରିବ ନାହିଁ |
pa: ਸਿਰਲੇਖ ਦਾ ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ro: Numele antetului nu poate fi gol
sk: Názov hlavičky nemôže byť prázdny
sv: Rubriknamn kan inte vara tomt
ta: தலைப்பு பெயர் காலியாக இருக்க முடியாது
th: ชื่อส่วนหัวต้องไม่เว้นว่าง
uk: Ім'я заголовка не може бути порожнім
ur: ہیڈر کا نام خالی نہیں ہوسکتا
vi: Tên tiêu đề không được để trống

# headerNameTooLong
source: Header name too long (max 64 characters)
bg: Името на заглавката твърде дълго (макс. 64 знака)
bn: শিরোনামের নাম খুব দীর্ঘ (সর্বোচ্চ 64 অক্ষর)
cs: Název záhlaví příliš dlouhý (max 64 znaků)
el: Όνομα κεφαλίδας πολύ καιρό (μέγιστο 64 χαρακτήρες)
fa: نام هدر خیلی طولانی (حداکثر 64 نویسه)
fi: Otsikon nimi liian pitkä (enintään 64 merkkiä)
gu: હેડરનું નામ ખૂબ લાંબું (મહત્તમ 64 અક્ષરો)
hu: A fejléc neve túl hosszú (max 64 karakter)
id: Nama header terlalu panjang (maks 64 karakter)
ml: തലക്കെട്ട് വളരെ ദൈർഘ്യമേറിയതാണ് (പരമാവധി 64 പ്രതീകങ്ങൾ)
mr: शीर्षलेख नाव खूप लांब (जास्तीत जास्त 64 वर्ण)
or: ହେଡର୍ ନାମ ବହୁତ ଲମ୍ବା (ସର୍ବାଧିକ 64 ବର୍ଣ୍ଣ)
pa: ਸਿਰਲੇਖ ਦਾ ਨਾਮ ਬਹੁਤ ਲੰਬਾ (ਵੱਧ ਤੋਂ ਵੱਧ 64 ਅੱਖਰ)
ro: Numele antetului prea lung (maxim 64 de caractere)
sk: Názov hlavičky príliš dlhý (Max 64 znakov)
sv: Rubriknamn för länge (max 64 tecken)
ta: தலைப்பு பெயர் மிக நீளமானது (அதிகபட்சம் 64 எழுத்துக்கள்)
th: ชื่อส่วนหัวยาวเกินไป (สูงสุด 64 อักขระ)
uk: Ім'я заголовка занадто довгий (максимум 64 символів)
ur: ہیڈر کا نام بہت لمبا (زیادہ سے زیادہ 64 حروف)
vi: Tên tiêu đề quá dài (tối đa 64 ký tự)

# headerNameInvalidChars
source: Invalid header name. Use only letters, numbers, and these symbols: !#$&-^_`|~
bg: Невалидно име на заглавката. Използвайте само букви, цифри и тези символи :!#$ &-^_ `| ~ ~
bn: অবৈধ শিরোনামের নাম। কেবল অক্ষর, সংখ্যা এবং এই প্রতীকগুলি ব্যবহার করুন:!#$ &-^_ `| ~
cs: Neplatný název záhlaví. Používejte pouze písmena, čísla a tyto symboly :!#$ &-^_ `| ~
el: Μη έγκυρο όνομα κεφαλίδας. Χρησιμοποιήστε μόνο γράμματα, αριθμούς και αυτά τα σύμβολα:
fa: نام هدر نامعتبر. فقط از حروف ، اعداد و این نمادها استفاده کنید:!#$ &-^_ `|
fi: Virheellinen otsikon nimi. Käytä vain kirjaimia, numeroita ja näitä symboleja :!#$ &-^_ `| ~
gu: અમાન્ય હેડર નામ. ફક્ત અક્ષરો, સંખ્યાઓ અને આ પ્રતીકોનો ઉપયોગ કરો :!#$ &-^_ `| ~
hu: Érvénytelen fejléc neve. Csak betűket, számokat és ezeket a szimbólumokat használjon:!#$ &-^_ `| ~
id: Nama tajuk tidak valid. Gunakan hanya huruf, angka, dan simbol berikut: !#$&-^_`|~
ml: അസാധുവായ തലക്കെട്ട്. അക്ഷരങ്ങൾ, അക്കങ്ങൾ, ഈ ചിഹ്നങ്ങൾ എന്നിവ മാത്രം ഉപയോഗിക്കുക:! # $ & - ^ `| ~
mr: अवैध शीर्षलेख नाव. केवळ अक्षरे, संख्या आणि ही चिन्हे वापरा:!#$ &-^_ `| ~
or: ଅବ val ଧ ହେଡର୍ ନାମ | କେବଳ ଅକ୍ଷର, ସଂଖ୍ୟା, ଏବଂ ଏହି ପ୍ରତୀକ ବ୍ୟବହାର କରନ୍ତୁ:! # $ ଏବଂ - ^ _ `| ~
pa: ਗਲਤ ਸਿਰਲੇਖ ਦਾ ਨਾਮ. ਸਿਰਫ ਅੱਖਰਾਂ, ਸੰਖਿਆਵਾਂ ਅਤੇ ਇਨ੍ਹਾਂ ਪ੍ਰਤੀਕਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ :! $ & - ^ _ `| ~
ro: Nume antet nevalid. Folosiți doar litere, numere și aceste simboluri :!#$ &-^_ `| ~
sk: Neplatný názov hlavičky. Používajte iba písmená, čísla a tieto symboly :!#$ &-^_ `| ~
sv: Ogiltigt rubriknamn. Använd endast bokstäver, siffror och dessa symboler :!#$ &-^_ `| ~
ta: தவறான தலைப்பு பெயர். கடிதங்கள், எண்கள் மற்றும் இந்த சின்னங்களை மட்டுமே பயன்படுத்தவும்:!#$ &-^_ `| ~
th: ชื่อส่วนหัวไม่ถูกต้อง ใช้เฉพาะตัวอักษร ตัวเลข และสัญลักษณ์เหล่านี้: !#$&-^_`|~
uk: Недійне ім'я заголовка. Використовуйте лише букви, цифри та ці символи:!#$ &-^_ `| ~
ur: غلط ہیڈر نام۔ صرف خطوط ، نمبر ، اور یہ علامتیں استعمال کریں:!#$ &-^_ `| ~
vi: Tên tiêu đề không hợp lệ. Chỉ sử dụng các chữ cái, số và các ký hiệu sau: !#$&-^_`|~

# headerValueEmpty
source: Header value cannot be empty
bg: Стойността на заглавката не може да бъде празна
bn: শিরোনাম মান খালি হতে পারে না
cs: Hodnota záhlaví nemůže být prázdná
el: Η τιμή κεφαλίδας δεν μπορεί να είναι κενή
fa: مقدار هدر نمی تواند خالی باشد
fi: Otsikkoarvo ei voi olla tyhjä
gu: હેડર મૂલ્ય ખાલી હોઈ શકતું નથી
hu: A fejléc értéke nem lehet üres
id: Nilai header tidak boleh kosong
ml: തലക്കെട്ട് മൂല്യം ശൂന്യമായിരിക്കാൻ കഴിയില്ല
mr: शीर्षलेख मूल्य रिक्त असू शकत नाही
or: ହେଡର୍ ମୂଲ୍ୟ ଖାଲି ହୋଇପାରିବ ନାହିଁ |
pa: ਸਿਰਲੇਖ ਦਾ ਮੁੱਲ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ro: Valoarea antetului nu poate fi goală
sk: Hodnota hlavičky nemôže byť prázdna
sv: Rubrikvärdet kan inte vara tomt
ta: தலைப்பு மதிப்பு காலியாக இருக்க முடியாது
th: ค่าส่วนหัวต้องไม่เว้นว่าง
uk: Значення заголовка не може бути порожнім
ur: ہیڈر کی قیمت خالی نہیں ہوسکتی ہے
vi: Giá trị tiêu đề không được để trống

# headerValueTooLong
source: Header value too long (max 1024 characters)
bg: Стойността на заглавката твърде дълга (макс. 1024 знака)
bn: শিরোনাম মান খুব দীর্ঘ (সর্বোচ্চ 1024 অক্ষর)
cs: Hodnota záhlaví příliš dlouhá (max 1024 znaků)
el: Τιμή κεφαλίδας πάρα πολύ καιρό (μέγιστο 1024 χαρακτήρες)
fa: مقدار هدر خیلی طولانی (حداکثر 1024 نویسه)
fi: Otsikkoarvo liian pitkä (enintään 1024 merkkiä)
gu: હેડર મૂલ્ય ખૂબ લાંબું (મહત્તમ 1024 અક્ષરો)
hu: A fejléc értéke túl hosszú (max 1024 karakter)
id: Nilai header terlalu panjang (maks 1024 karakter)
ml: തലക്കെട്ട് വളരെ ദൈർഘ്യമേറിയതാണ് (പരമാവധി 1024 പ്രതീകങ്ങൾ)
mr: शीर्षलेख मूल्य खूप लांब (कमाल 1024 वर्ण)
or: ହେଡର୍ ମୂଲ୍ୟ ବହୁତ ଲମ୍ବା (ସର୍ବାଧିକ 1024 ଅକ୍ଷର)
pa: ਸਿਰਲੇਖ ਮੁੱਲ ਬਹੁਤ ਲੰਬਾ (ਵੱਧ ਤੋਂ ਵੱਧ 1024 ਅੱਖਰ)
ro: Valoarea antetului prea lungă (maxim 1024 caractere)
sk: Hodnota hlavičky príliš dlhá (max 1024 znakov)
sv: Rubrikvärde för långt (max 1024 tecken)
ta: தலைப்பு மதிப்பு மிக நீளமானது (அதிகபட்சம் 1024 எழுத்துக்கள்)
th: ค่าส่วนหัวยาวเกินไป (สูงสุด 1,024 อักขระ)
uk: Значення заголовка занадто довго (максимум 1024 символів)
ur: ہیڈر کی قیمت بہت لمبی (زیادہ سے زیادہ 1024 حروف)
vi: Giá trị tiêu đề quá dài (tối đa 1024 ký tự)

# headerValueInvalidChars
source: Header value contains invalid characters. Use only printable ASCII.
bg: Стойността на заглавката съдържа невалидни знаци. Използвайте само печат ASCII.
bn: শিরোনাম মানটিতে অবৈধ অক্ষর রয়েছে। কেবল মুদ্রণযোগ্য ASCII ব্যবহার করুন।
cs: Hodnota záhlaví obsahuje neplatné znaky. Používejte pouze tisknutelné ASCII.
el: Η τιμή κεφαλίδας περιέχει μη έγκυρους χαρακτήρες. Χρησιμοποιήστε μόνο εκτυπώσιμη ASCII.
fa: مقدار هدر شامل شخصیت های نامعتبر است. فقط از ASCII قابل چاپ استفاده کنید.
fi: Otsikkoarvo sisältää virheelliset merkit. Käytä vain tulostettavaa ASCII: tä.
gu: હેડર મૂલ્યમાં અમાન્ય અક્ષરો શામેલ છે. ફક્ત છાપવા યોગ્ય ASCII નો ઉપયોગ કરો.
hu: A fejléc érték érvénytelen karaktereket tartalmaz. Csak nyomtatható ASCII -t használjon.
id: Nilai header berisi karakter yang tidak valid. Gunakan hanya ASCII yang dapat dicetak.
ml: തലക്കെട്ട് മൂല്യം അസാധുവായ പ്രതീകങ്ങൾ അടങ്ങിയിരിക്കുന്നു. അച്ചടിക്കാവുന്ന ASCII മാത്രം ഉപയോഗിക്കുക.
mr: शीर्षलेख मूल्यामध्ये अवैध वर्ण असतात. केवळ मुद्रणयोग्य एएससीआयआय वापरा.
or: ହେଡର୍ ମୂଲ୍ୟ ଅବ alid ଧ ବର୍ଣ୍ଣ ଧାରଣ କରେ | କେବଳ ପ୍ରିଣ୍ଟେବଲ୍ ASCII ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਸਿਰਲੇਖ ਮੁੱਲ ਵਿੱਚ ਗਲਤ ਅੱਖਰ ਹਨ. ਸਿਰਫ ਪ੍ਰਿੰਟ ਕਰਨ ਯੋਗ ASCII ਦੀ ਵਰਤੋਂ ਕਰੋ.
ro: Valoarea antetului conține caractere nevalide. Utilizați doar ASCII imprimat.
sk: Hodnota hlavičky obsahuje neplatné znaky. Používajte iba vytlačené ASCII.
sv: Huvudvärdet innehåller ogiltiga tecken. Använd endast utskrivbar ASCII.
ta: தலைப்பு மதிப்பில் தவறான எழுத்துக்கள் உள்ளன. அச்சிடக்கூடிய ASCII ஐ மட்டுமே பயன்படுத்தவும்.
th: ค่าส่วนหัวมีอักขระที่ไม่ถูกต้อง ใช้เฉพาะ ASCII ที่พิมพ์ได้
uk: Значення заголовка містить недійсні символи. Використовуйте лише для друку ASCII.
ur: ہیڈر ویلیو میں غلط حروف شامل ہیں۔ صرف پرنٹ ایبل ASCII استعمال کریں۔
vi: Giá trị tiêu đề chứa các ký tự không hợp lệ. Chỉ sử dụng ASCII có thể in được.

# headerValueUnsafe
source: Header value appears to contain potentially unsafe content
bg: Изглежда, че стойността на заглавката съдържа потенциално опасно съдържание
bn: শিরোনাম মানটিতে সম্ভাব্য অনিরাপদ সামগ্রী রয়েছে বলে মনে হয়
cs: Zdá se, že hodnota záhlaví obsahuje potenciálně nebezpečný obsah
el: Η τιμή κεφαλίδας φαίνεται να περιέχει δυνητικά ανασφαλές περιεχόμενο
fa: به نظر می رسد مقدار هدر حاوی محتوای بالقوه ناامن است
fi: Otsikkoarvo näyttää sisältävän mahdollisesti vaarallista sisältöä
gu: હેડર મૂલ્યમાં સંભવિત અસુરક્ષિત સામગ્રી હોય તેવું લાગે છે
hu: Úgy tűnik, hogy a fejléc értéke potenciálisan nem biztonságos tartalmat tartalmaz
id: Nilai header tampaknya berisi konten yang berpotensi tidak aman
ml: സുരക്ഷിതമല്ലാത്ത ഉള്ളടക്കം അടങ്ങിയിരിക്കുന്നതായി തലക്കെട്ട് മൂല്യം ദൃശ്യമാകുന്നു
mr: शीर्षलेख मूल्यामध्ये संभाव्य असुरक्षित सामग्री असल्याचे दिसते
or: ଶୀର୍ଷର ମୂଲ୍ୟ ସମ୍ଭାବ୍ୟ ଅସୁରକ୍ଷିତ ବିଷୟବସ୍ତୁ ଧାରଣ କରିଥିବା ପରି ଦେଖାଯାଏ |
pa: ਸਿਰਲੇਖ ਦੇ ਮੁੱਲ ਵਿੱਚ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਅਸੁਰੱਖਿਅਤ ਸਮੱਗਰੀ ਹੁੰਦੀ ਹੈ
ro: Valoarea antetului pare să conțină conținut potențial nesigur
sk: Zdá sa, že hodnota hlavičky obsahuje potenciálne nebezpečný obsah
sv: Rubrikvärde verkar innehålla potentiellt osäkert innehåll
ta: தலைப்பு மதிப்பில் பாதுகாப்பற்ற உள்ளடக்கம் இருப்பதாகத் தெரிகிறது
th: ดูเหมือนว่าค่าส่วนหัวจะมีเนื้อหาที่อาจไม่ปลอดภัย
uk: Здається, що значення заголовка містить потенційно небезпечний вміст
ur: ہیڈر ویلیو میں ممکنہ طور پر غیر محفوظ مواد پر مشتمل ہوتا ہے
vi: Giá trị tiêu đề dường như chứa nội dung có thể không an toàn

# maxHeadersReachedDetail
source: Maximum of 10 custom headers allowed. Remove some to add more.
bg: Разрешени максимум 10 персонализирани заглавки. Извадете някои, за да добавите още.
bn: সর্বোচ্চ 10 কাস্টম শিরোনাম অনুমোদিত। আরও যোগ করতে কিছু সরান।
cs: Maximálně 10 vlastních záhlaví povoleno. Odstranit některé a přidat další.
el: Μέγιστο 10 προσαρμοσμένες κεφαλίδες που επιτρέπονται. Αφαιρέστε μερικά για να προσθέσετε περισσότερα.
fa: حداکثر 10 هدر سفارشی مجاز است. مقداری را حذف کنید تا بیشتر اضافه شود.
fi: Enintään 10 mukautettua otsikkoa sallittu. Poista jotkut lisäämään lisää.
gu: મહત્તમ 10 કસ્ટમ હેડરોની મંજૂરી. વધુ ઉમેરવા માટે કેટલાકને દૂર કરો.
hu: Legfeljebb 10 egyedi fejléc megengedett. Távolítson el néhányat, hogy még hozzáadjon.
id: Maksimum 10 header khusus diperbolehkan. Hapus beberapa untuk menambahkan lebih banyak.
ml: പരമാവധി 10 ഇഷ്ടാനുസൃത തലക്കെട്ടുകൾ അനുവദനീയമാണ്. കൂടുതൽ ചേർക്കാൻ ചിലത് നീക്കംചെയ്യുക.
mr: जास्तीत जास्त 10 सानुकूल शीर्षलेख परवानगी. अधिक जोडण्यासाठी काही काढा.
or: ସର୍ବାଧିକ 10 କଷ୍ଟମ୍ ହେଡର୍ ଅନୁମତିପ୍ରାପ୍ତ | ଅଧିକ ଯୋଗ କରିବାକୁ କିଛି ଅପସାରଣ କରନ୍ତୁ |
pa: ਵੱਧ ਤੋਂ ਵੱਧ 10 ਕਸਟਮ ਸਿਰਲੇਖ ਦੀ ਆਗਿਆ ਹੈ. ਕੁਝ ਨੂੰ ਹੋਰ ਜੋੜਨ ਲਈ ਹਟਾਓ.
ro: Maxim 10 anteturi personalizate permise. Scoateți unele pentru a adăuga mai multe.
sk: Maximálne povolené 10 vlastných hlavičiek. Odstráňte niektoré a pridajte viac.
sv: Maximalt 10 anpassade rubriker tillåtna. Ta bort lite för att lägga till mer.
ta: அதிகபட்சம் 10 தனிப்பயன் தலைப்புகள் அனுமதிக்கப்படுகின்றன. மேலும் சேர்க்க சிலவற்றை அகற்றவும்.
th: อนุญาตให้ใช้ส่วนหัวที่กำหนดเองได้สูงสุด 10 รายการ ลบบางส่วนออกเพื่อเพิ่ม
uk: Максимум 10 на замовлення дозволених заголовків. Видаліть деякі, щоб додати більше.
ur: زیادہ سے زیادہ 10 کسٹم ہیڈر کی اجازت ہے۔ مزید شامل کرنے کے لئے کچھ کو ہٹا دیں۔
vi: Cho phép tối đa 10 tiêu đề tùy chỉnh. Loại bỏ một số để thêm nhiều hơn nữa.

source: Edit Message
bg: Редактиране на съобщение
bn: বার্তা সম্পাদনা করুন
cs: Upravit zprávu
el: Επεξεργασία μηνύματος
fa: ویرایش پیام
fi: Muokata viestiä
gu: સંદેશ સંપાદિત કરો
hu: Üzenet szerkesztése
id: Sunting Pesan
ml: സന്ദേശം എഡിറ്റുചെയ്യുക
mr: संदेश संपादित करा
or: ବାର୍ତ୍ତା ସଂପାଦନ କରନ୍ତୁ |
pa: ਸੁਨੇਹਾ ਸੋਧ
ro: Editați mesajul
sk: Upraviť
sv: Redigera meddelande
ta: செய்தியைத் திருத்து
th: แก้ไขข้อความ
uk: Редагувати повідомлення
ur: پیغام میں ترمیم کریں
vi: Chỉnh sửa tin nhắn

source: No models available
bg: Няма налични модели
bn: কোন মডেল উপলব্ধ
cs: K dispozici nejsou žádné modely
el: Δεν υπάρχουν διαθέσιμα μοντέλα
fa: هیچ مدل موجود نیست
fi: Malleja ei ole käytettävissä
gu: કોઈ નમૂનાઓ ઉપલબ્ધ નથી
hu: Nincsenek modellek
id: Tidak ada model yang tersedia
ml: മോഡലുകളൊന്നും ലഭ്യമല്ല
mr: कोणतीही मॉडेल्स उपलब्ध नाहीत
or: କ modelles ଣସି ମଡେଲ ଉପଲବ୍ଧ ନାହିଁ |
pa: ਕੋਈ ਮਾੱਡਲ ਉਪਲਬਧ ਨਹੀਂ ਹਨ
ro: Nu există modele disponibile
sk: Nie sú k dispozícii žiadne modely
sv: Inga modeller tillgängliga
ta: மாதிரிகள் எதுவும் கிடைக்கவில்லை
th: ไม่มีรุ่นที่มีจำหน่าย
uk: Немає моделей
ur: کوئی ماڈل دستیاب نہیں ہے
vi: Không có mẫu nào có sẵn

# themeDark
source: Dark
bg: Тъмно
bn: অন্ধকার
cs: Tma
el: Σκοτάδι
fa: تاریک
fi: Tumma
gu: અંધારું
hu: Sötét
id: Gelap
ml: ഇരുണ്ട
mr: गडद
or: ଅନ୍ଧାର
pa: ਹਨੇਰਾ
ro: Întuneric
sk: Tmavý
sv: Mörk
ta: இருண்ட
th: มืด
uk: Темний
ur: تاریک
vi: Tối tăm

# themePalette
source: Accent palette
bg: Палитра за акцент
bn: অ্যাকসেন্ট প্যালেট
el: Παλέτα με έμφαση
fa: پالت لهجه
fi: Aksenttipaletti
gu: ઉચ્ચારણ પેલેટ
hu: Hangsúlyos paletta
id: Palet aksen
ml: ആക്സന്റ് പാലറ്റ്
mr: उच्चारण पॅलेट
or: ଉଚ୍ଚାରଣ ପ୍ୟାଲେଟ୍ |
pa: ਲਹਿਜ਼ਾ
ro: Paletă de accent
sk: Prízvuk
sv: Accentpalett
ta: உச்சரிப்பு தட்டு
th: จานสีเน้น
uk: Палітра акценту
ur: لہجہ پیلیٹ
vi: Bảng màu nhấn

# themePaletteDescription
source: Choose the accent colors used for buttons, cards, and chat bubbles.
bg: Изберете цветовете на Accent, използвани за бутони, карти и чат мехурчета.
bn: বোতাম, কার্ড এবং চ্যাট বুদবুদগুলির জন্য ব্যবহৃত অ্যাকসেন্ট রঙগুলি চয়ন করুন।
cs: Vyberte si azcenční barvy použité pro knoflíky, karty a bubliny chatu.
el: Επιλέξτε τα χρώματα προφοράς που χρησιμοποιούνται για κουμπιά, κάρτες και φυσαλίδες συνομιλίας.
fa: رنگ های لهجه مورد استفاده برای دکمه ها ، کارت ها و حباب های گپ را انتخاب کنید.
fi: Valitse painikkeisiin, kortteihin ja chat -kuploille käytetyt aksenttivärit.
gu: બટનો, કાર્ડ્સ અને ચેટ પરપોટા માટે વપરાયેલા ઉચ્ચાર રંગો પસંદ કરો.
hu: Válassza ki a gombok, kártyák és csevegőbuborékokhoz használt ékezetes színeket.
id: Pilih warna aksen yang digunakan untuk tombol, kartu, dan gelembung obrolan.
ml: ബട്ടണുകൾ, കാർഡുകൾ, ചാറ്റ് ബബിൾസ് എന്നിവയ്ക്കായി ഉപയോഗിക്കുന്ന ആക്സന്റ് നിറങ്ങൾ തിരഞ്ഞെടുക്കുക.
mr: बटणे, कार्डे आणि चॅट फुगे यासाठी वापरलेले उच्चारण रंग निवडा.
or: ବଟନ୍, କାର୍ଡ, ଏବଂ ଚାଟ୍ ବବୁଲ ପାଇଁ ବ୍ୟବହୃତ ଉଚ୍ଚାରଣ ରଙ୍ଗ ବାଛନ୍ତୁ |
pa: ਬਟਨਾਂ, ਕਾਰਡਾਂ ਅਤੇ ਚੈਟ ਬੁਲਬਲੇ ਲਈ ਵਰਤੇ ਗਏ ਲਹਿਜ਼ੇ ਦੀ ਚੋਣ ਕਰੋ.
ro: Alegeți culorile de accent utilizate pentru butoane, cărți și bule de chat.
sk: Vyberte si prízvukové farby používané na tlačidlá, karty a chatovacie bubliny.
sv: Välj accentfärger som används för knappar, kort och chattbubblor.
ta: பொத்தான்கள், அட்டைகள் மற்றும் அரட்டை குமிழ்கள் ஆகியவற்றிற்கு பயன்படுத்தப்படும் உச்சரிப்பு வண்ணங்களைத் தேர்வுசெய்க.
th: เลือกสีเน้นที่ใช้กับปุ่ม การ์ด และฟองแชท
uk: Виберіть кольори акценту, що використовуються для кнопок, карт та бульбашок чатів.
ur: بٹنوں ، کارڈوں اور چیٹ بلبلوں کے لئے استعمال ہونے والے لہجے کے رنگوں کا انتخاب کریں۔
vi: Chọn màu nhấn dùng cho nút, thẻ và bong bóng trò chuyện.

# themeLight
source: Light
bg: Светлина
bn: হালকা
cs: Světlo
el: Φως
fa: سبک
fi: Valaistus
gu: પ્રકાશ
hu: Fény
id: Lampu
ml: ഭാരംകുറഞ്ഞ
mr: प्रकाश
or: ଆଲୋକ
pa: ਰੋਸ਼ਨੀ
ro: Aprinde
sk: Osvetlenie
sv: Ljus
ta: ஒளி
th: แสงสว่าง
uk: Світлий
ur: روشنی
vi: Ánh sáng

source: Currently using Dark theme
bg: В момента използва тъмна тема
bn: বর্তমানে অন্ধকার থিম ব্যবহার করছেন
cs: V současné době používá temné téma
el: Αυτή τη στιγμή χρησιμοποιεί το σκοτεινό θέμα
fa: در حال حاضر با استفاده از تم تاریک
fi: Tällä hetkellä käyttämällä tummaa teemaa
gu: હાલમાં ડાર્ક થીમનો ઉપયોગ કરીને
hu: Jelenleg sötét témát használ
id: Saat ini menggunakan tema Gelap
ml: നിലവിൽ ഇരുണ്ട തീം ഉപയോഗിക്കുന്നു
mr: सध्या गडद थीम वापरत आहे
or: ବର୍ତ୍ତମାନ ଅନ୍ଧାର ଥିମ୍ ବ୍ୟବହାର କରୁଛି |
pa: ਇਸ ਵੇਲੇ ਹਨੇਰਾ ਥੀਮ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹਨ
ro: Utilizați în prezent tema întunecată
sk: Momentálne používanie temnej témy
sv: Använder för närvarande mörkt tema
ta: தற்போது இருண்ட கருப்பொருளைப் பயன்படுத்துகிறது
th: ขณะนี้ใช้ธีมสีเข้ม
uk: В даний час використовуючи темну тему
ur: فی الحال ڈارک تھیم کا استعمال کرتے ہوئے
vi: Hiện đang sử dụng chủ đề Tối

source: Currently using Light theme
bg: В момента използва лека тема
bn: বর্তমানে হালকা থিম ব্যবহার করছেন
cs: V současné době používá světlé téma
el: Χρησιμοποιώντας επί του παρόντος θέμα φωτός
fa: در حال حاضر با استفاده از تم نور
fi: Käytä tällä hetkellä kevyt teemaa
gu: હાલમાં લાઇટ થીમનો ઉપયોગ કરીને
hu: Jelenleg a fény témáját használja
id: Saat ini menggunakan tema Cahaya
ml: നിലവിൽ ലൈറ്റ് തീം ഉപയോഗിക്കുന്നു
mr: सध्या प्रकाश थीम वापरत आहे
or: ସମ୍ପ୍ରତି ହାଲୁକା ଥିମ୍ ବ୍ୟବହାର କରୁଛି |
pa: ਵਰਤਮਾਨ ਵਿੱਚ ਹਲਕੇ ਥੀਮ ਦੀ ਵਰਤੋਂ ਕਰਨਾ
ro: Utilizați în prezent tema ușoară
sk: Momentálne používanie ľahkej témy
sv: Använder för närvarande lätt tema
ta: தற்போது ஒளி கருப்பொருளைப் பயன்படுத்துகிறது
th: ขณะนี้ใช้ธีม Light
uk: В даний час використовуючи легку тему
ur: فی الحال لائٹ تھیم کا استعمال کرتے ہوئے
vi: Hiện đang sử dụng chủ đề Ánh sáng

source: About JyotiGPT
bg: За Jyotigpt
bn: জ্যোটিগপ্ট সম্পর্কে
cs: O Jyotigpt
el: Για τον Jyotigpt
fa: درباره Jyotigpt
fi: Tietoja Jyotigptistä
gu: જ્યોટિગપ્ટ વિશે
hu: A Jyotigpt -ről
id: Tentang JyotiGPT
ml: ജ്യോട്ടിക്കപ്ടത്തെക്കുറിച്ച്
mr: ज्योटिगप्ट बद्दल
or: ଜ୍ୟୋତି ଦମନ ବିଷୟରେ |
pa: ਜੋਤੀਪਿਪਟ ਬਾਰੇ
ro: Despre Jyotigpt
sk: O Jyotigpt
sv: Om Jyotigpt
ta: ஜியோடிக்ப்ட் பற்றி
th: เกี่ยวกับ โจติจีพีที
uk: Про Jyotigpt
ur: Jyotigpt کے بارے میں
vi: Giới thiệu về JyotiGPT
