Repository: y4shg/jyotigpt
Catalog: lib/l10n/app_*.arb
Languages: bg, bn, cs, el, fa, fi, gu, hu, id, ml, mr, or, pa, ro, sk, sv, ta, th, uk, ur, vi

source: Failed to update pin
bg: Неуспешно актуализиране на ПИН
bn: পিন আপডেট করতে ব্যর্থ
cs: Nepodařilo se aktualizovat pin
el: Αποτυχία ενημέρωσης PIN
fa: به روزرسانی پین انجام نشد
fi: PIN -koodin päivittäminen epäonnistui
gu: પિન અપડેટ કરવામાં નિષ્ફળ
hu: Nem sikerült frissíteni a PIN -kódot
id: Gagal memperbarui pin
ml: പിൻ അപ്ഡേറ്റുചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
mr: पिन अद्यतनित करण्यात अयशस्वी
or: ପିନ୍ ଅପଡେଟ୍ କରିବାରେ ବିଫଳ |
pa: ਪਿੰਨ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să actualizeze PIN -ul
sk: Nepodarilo sa aktualizovať PIN
sv: Det gick inte att uppdatera PIN -stiftet
ta: முள் புதுப்பிக்கத் தவறிவிட்டது
th: อัปเดตพินไม่สำเร็จ
uk: Не вдалося оновити PIN
ur: پن کو اپ ڈیٹ کرنے میں ناکام
vi: Không thể cập nhật mã pin

source: Failed to delete chat
bg: Неуспешно изтриване на чата
bn: চ্যাট মুছতে ব্যর্থ
cs: Nepodařilo se smazat chat
el: Αποτυχία διαγραφής συνομιλίας
fa: حذف چت انجام نشد
fi: Chatin poistaminen epäonnistui
gu: ચેટ કા delete ી નાખવામાં નિષ્ફળ
hu: Nem sikerült törölni a csevegést
id: Gagal menghapus obrolan
ml: ചാറ്റ് ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: गप्पा हटविण्यात अयशस्वी
or: ଚାଟ୍ ଡିଲିଟ୍ କରିବାରେ ବିଫଳ |
pa: ਗੱਲਬਾਤ ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să șteargă chatul
sk: Nepodarilo sa odstrániť chat
sv: Det gick inte att ta bort chatten
ta: அரட்டையை நீக்குவதில் தோல்வி
th: ลบแชทไม่สำเร็จ
uk: Не вдалося видалити чат
ur: چیٹ کو حذف کرنے میں ناکام
vi: Không xóa được cuộc trò chuyện

source: Manage
bg: Управление
bn: পরিচালনা করুন
cs: Spravovat
el: Διαχειρίζομαι
fa: مدیریت کردن
fi: Hallita
gu: સંચાલન કરવું
hu: Kezel
id: Mengelola
ml: കൈകാരംചെയ്യുക
mr: व्यवस्थापित करा
or: ପରିଚାଳନା କରନ୍ତୁ
pa: ਪ੍ਰਬੰਧਿਤ ਕਰੋ
ro: Gestionează
sk: Riadiť
sv: Hantera
ta: நிர்வகிக்கவும்
th: จัดการ
uk: Керувати
ur: انتظام کریں
vi: Quản lý

source: Rename
bg: Преименуване
bn: নাম পরিবর্তন
cs: Přejmenovat
el: Μετονομάζω
fa: نام بردن
fi: Nimetä uudelleen
gu: નામ બદલવું
hu: Átnevez
id: Ganti nama
ml: സംയോജിപ്പിക്കുക
mr: पुनर्नामित करा
or: ପୁନ an ନାମ
pa: ਨਾਮ ਬਦਲੋ
ro: Redenumire
sk: Premenovať
sv: Döpa om
ta: மறுபெயரிடுங்கள்
th: เปลี่ยนชื่อ
uk: Перейменувати
ur: نام تبدیل کریں
vi: Đổi tên

source: Delete
bg: Изтриване
bn: মুছুন
cs: Vymazat
el: Διαγράφω
fa: حذف کردن
fi: Poistaa
gu: કા delી નાખવું
hu: Töröl
id: Menghapus
ml: ഇല്ലാതാക്കുക
mr: हटवा
or: ବିଲୋପ କରନ୍ତୁ |
pa: ਮਿਟਾਓ
ro: Şterge
sk: Vymazať
sv: Radera
ta: நீக்கு
th: ลบ
uk: Видаляти
ur: حذف کریں
vi: Xóa bỏ

source: Rename Chat
bg: Преименувайте чата
bn: চ্যাট নাম পরিবর্তন
cs: Přejmenovat chat
el: Μετονομασία συνομιλίας
fa: تغییر نام گپ
fi: Nimetä chat
gu: નામ બદલવું
hu: Átnevezni csevegést
id: Ganti nama Obrolan
ml: ചാറ്റിനെ പേരുമാറ്റുക
mr: गप्पांचे नाव बदला
or: ଚାଟ୍ ନାମ ପରିବର୍ତ୍ତନ |
pa: ਗੱਲਬਾਤ ਦਾ ਨਾਮ ਬਦਲੋ
ro: Redenumiți chat -ul
sk: Premenovať chat
sv: Byta namn på chatt
ta: அரட்டை மறுபெயரிடுங்கள்
th: เปลี่ยนชื่อแชท
uk: Перейменувати чат
ur: چیٹ کا نام تبدیل کریں
vi: Đổi tên trò chuyện

source: Enter chat name
bg: Въведете име на чат
bn: চ্যাট নাম লিখুন
cs: Zadejte název chatu
el: Εισαγάγετε το όνομα συνομιλίας
fa: نام گپ را وارد کنید
fi: Kirjoita chat -nimi
gu: ચેટ નામ દાખલ કરો
hu: Írja be a csevegés nevét
id: Masukkan nama obrolan
ml: ചാറ്റ് നാമം നൽകുക
mr: गप्पांचे नाव प्रविष्ट करा
or: ଚାଟ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਚੈਟ ਨਾਮ ਦਰਜ ਕਰੋ
ro: Introduceți numele de chat
sk: Zadajte názov chatu
sv: Ange chattnamn
ta: அரட்டை பெயரை உள்ளிடவும்
th: กรอกชื่อแชท
uk: Введіть ім'я чату
ur: چیٹ کا نام درج کریں
vi: Nhập tên trò chuyện

source: Failed to rename chat
bg: Не успя да преименува чат
bn: চ্যাট নাম পরিবর্তন করতে ব্যর্থ
cs: Nepodařilo se přejmenovat na chat
el: Απέτυχε να μετονομάσει τη συνομιλία
fa: تغییر نام گپ انجام نشد
fi: Chation nimeäminen epäonnistui
gu: ચેટનું નામ બદલવામાં નિષ્ફળ
hu: Nem sikerült átnevezni a csevegést
id: Gagal mengganti nama obrolan
ml: ചാറ്റിനെ പേരുമാറ്റാൻ പരാജയപ്പെട്ടു
mr: गप्पांचे नाव बदलण्यात अयशस्वी
or: ଚାଟ୍ ନାମ ପରିବର୍ତ୍ତନ କରିବାରେ ବିଫଳ |
pa: ਗੱਲਬਾਤ ਦਾ ਨਾਮ ਬਦਲਣ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să redenumească chatul
sk: Nepodarilo sa premenovať chat
sv: Det gick inte att byta namn på chatten
ta: அரட்டையை மறுபெயரிடுவதில் தோல்வி
th: เปลี่ยนชื่อแชทไม่สำเร็จ
uk: Не вдалося перейменувати чат
ur: چیٹ کا نام تبدیل کرنے میں ناکام
vi: Không đổi tên được cuộc trò chuyện

source: Failed to update archive
bg: Неуспешно актуализиране на архива
bn: সংরক্ষণাগার আপডেট করতে ব্যর্থ
cs: Nepodařilo se aktualizovat archiv
el: Αποτυχία ενημέρωσης αρχείου
fa: به روزرسانی بایگانی نشد
fi: Arkiston päivittäminen epäonnistui
gu: આર્કાઇવ અપડેટ કરવામાં નિષ્ફળ
hu: Nem sikerült frissíteni az archívumot
id: Gagal memperbarui arsip
ml: ആർക്കൈവ് അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
mr: आर्काइव्ह अद्यतनित करण्यात अयशस्वी
or: ଅଭିଲେଖାଗାର ଅଦ୍ୟତନ କରିବାରେ ବିଫଳ |
pa: ਪੁਰਾਲੇਖ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să actualizeze arhiva
sk: Nepodarilo sa aktualizovať archív
sv: Det gick inte att uppdatera arkivet
ta: காப்பகத்தைப் புதுப்பிக்கத் தவறிவிட்டது
th: อัปเดตที่เก็บถาวรไม่สำเร็จ
uk: Не вдалося оновити архів
ur: آرکائیو کو اپ ڈیٹ کرنے میں ناکام
vi: Không cập nhật được bản lưu trữ

source: Unarchive
bg: Нехив
bn: অনিচ্ছাকৃত
cs: Nearchivní
el: Ανάρμοστος
fa: غیر مجازی
fi: Epäarkkoinen
gu: અગણ્ય
hu: Felesleges
id: Batalkan pengarsipan
ml: അദൃശ്യമായ
mr: अबाधित
or: ଅନାରା
pa: ਨਿਰਪੱਖ
ro: Nearchiv
sk: Neochvejný
sv: Oarkiv
ta: அசாதாரணமானது
th: ยกเลิกการเก็บถาวร
uk: Неархивний
ur: غیر سنجیدہ
vi: Hủy lưu trữ

source: Archive
bg: Архив
bn: সংরক্ষণাগার
cs: Archiv
el: Αρχειοθετώ
fa: بایگانی
fi: Arkisto
gu: પુરસ્કાર
hu: Archívum
id: Arsip
ml: ശേഖരിക്കുക
mr: संग्रह
or: ଅଭିଲେଖାଗାର
pa: ਪੁਰਾਲੇਖ
ro: Arhivă
sk: Archív
sv: Arkiv
ta: காப்பகம்
th: คลังเก็บเอกสารสำคัญ
uk: Архів
ur: آرکائیو
vi: Lưu trữ

source: Pin
bg: Щифт
bn: পিন
cs: Kolík
el: Καρφίτσα
fa: پین کردن
fi: Nasta
gu: પિન
hu: Csap
ml: മൊട്ടുസൂചി
mr: पिन
or: ପିନ୍
pa: ਪਿੰਨ
ro: Ac
sv: Stift
ta: முள்
th: เข็มหมุด
uk: Шпилька
ur: پن
vi: Ghim

source: Unpin
bn: আনপিন
cs: Under
el: Ξεκαρφιτσώνω
fa: باز کردن
fi: Irrottaa
gu: ખોળવું
hu: Kibont
id: Membuka peniti
ml: അൺപിൻ
mr: अनपिन
or: ଅଲଗାନ କର |
sk: Zaniknúť
sv: Lutande
th: เลิกปักหมุด
uk: Розмивати
ur: انپن
vi: Bỏ ghim

source: Recent
bg: Скоро
bn: সাম্প্রতিক
cs: Nedávné
el: Πρόσφατος
fa: اخیر
fi: Äskettäinen
gu: તાજેતરનું
hu: Legújabb
id: Terkini
ml: പുതുതായ
mr: अलीकडील
or: ସମ୍ପ୍ରତି
pa: ਹਾਲੀਆ
sk: Posledný
sv: Ny
ta: சமீபத்திய
th: ล่าสุด
uk: Недавній
ur: حالیہ
vi: Gần đây

source: System
bg: Система
bn: সিস্টেম
cs: Systém
el: Σύστημα
fa: سیستم
fi: Järjestelmä
gu: પદ્ધતિ
hu: Rendszer
id: Sistem
ml: ഏര്പ്പാട്
mr: प्रणाली
or: ସିଷ୍ଟମ୍
pa: ਸਿਸਟਮ
ro: Sistem
sk: Systém
ta: அமைப்பு
th: ระบบ
uk: Система
ur: سسٹم
vi: Hệ thống

source: English
bg: Английски
bn: ইংরেজি
cs: angličtina
el: αγγλικός
fa: انگلیسی
fi: englanti
gu: અંગ્રેજી
hu: angol
id: Bahasa inggris
ml: ഇംഗ്ലീഷ്
mr: इंग्रजी
or: ଇଂରାଜୀ |
pa: ਅੰਗਰੇਜ਼ੀ
ro: Engleză
sk: Angličtina
sv: Engelska
ta: ஆங்கிலம்
th: ภาษาอังกฤษ
uk: Англійська мова
ur: انگریزی
vi: Tiếng Anh

source: Deutsch
bn: ডয়চ
el: Δευτά
fa: دوی
gu: ડામર
id: Jerman
ml: Deootsch
mr: Deusch
or: ଡଏଚ୍
ta: டாய்ச்
th: เยอรมัน
uk: Дейтш
ur: ڈوئچ
vi: tiếng Đức

# francais
source: Français
bg: Франсайс
bn: ফ্রান্সেস
el: Φραντρανός
fa: فرانسوی
gu: ફ્રાન્સ çç
hu: Franc
id: Perancis
ml: ഫ്രാങ്കൈസ്
mr: फ्रान्सिस
or: ଫ୍ରାଞ୍ଚାଇସ୍ |
pa: ਫ੍ਰਾਂਸਾਇਸ
ta: ஃபிரான்சிஸ்
th: ฝรั่งเศส
uk: Франсай
ur: فرانسیاس
vi: người Pháp

source: Italiano
bg: Италиано
bn: ইতালিয়ানো
el: Ιταλός
fa: ایتالیایی
fi: Italialainen
gu: ઇટાલીનો
hu: Olaszo
id: Italia
ml: ഇറ്റാലിയാനോ
mr: इटालियनो
or: ଇଟାଲୀନା
pa: ਇਤਾਲਵੀ
sk: Talian
sv: Italiensk
ta: இத்தாலியனோ
th: อิตาเลียโน่
uk: Італійська
ur: اطالوی
vi: tiếng Ý

# deleteMessagesTitle
source: Delete Messages
bg: Изтриване на съобщения
bn: বার্তা মুছুন
cs: Odstranit zprávy
el: Διαγραφή μηνυμάτων
fa: پیام ها را حذف کنید
fi: Poista viestit
gu: સંદેશાઓ કા Delete ી નાખો
hu: Az üzenetek törlése
id: Hapus Pesan
ml: സന്ദേശങ്ങൾ ഇല്ലാതാക്കുക
mr: संदेश हटवा
or: ସନ୍ଦେଶଗୁଡ଼ିକୁ ବିଲୋପ କରନ୍ତୁ |
pa: ਸੁਨੇਹੇ ਮਿਟਾਓ
ro: Ștergeți mesajele
sk: Vymazať správy
sv: Ta bort meddelanden
ta: செய்திகளை நீக்கு
th: ลบข้อความ
uk: Видалити повідомлення
ur: پیغامات کو حذف کریں
vi: Xóa tin nhắn

# deleteChatTitle
source: Delete Chat
bg: Изтриване на чата
bn: চ্যাট মুছুন
cs: Odstranit chat
el: Διαγραφή συνομιλίας
fa: چت را حذف کنید
fi: Poistaa chat
gu: ચેટ કા Delete ી નાખો
hu: Csevegés törlése
id: Hapus Obrolan
ml: ചാറ്റ് ഇല്ലാതാക്കുക
mr: गप्पा हटवा
or: ଚାଟ୍ ଡିଲିଟ୍ କରନ୍ତୁ |
pa: ਗੱਲਬਾਤ ਨੂੰ ਮਿਟਾਓ
ro: Ștergeți chat -ul
sk: Vymazať chat
sv: Ta bort chatt
ta: அரட்டையை நீக்கு
th: ลบแชท
uk: Видалити чат
ur: چیٹ کو حذف کریں
vi: Xóa cuộc trò chuyện

# deleteChatMessage
source: This chat will be permanently deleted.
bg: Този чат ще бъде изтрит за постоянно.
bn: এই চ্যাট স্থায়ীভাবে মুছে ফেলা হবে।
cs: Tento chat bude trvale smazán.
el: Αυτή η συνομιλία θα διαγραφεί μόνιμα.
fa: این گپ به طور دائم حذف می شود.
fi: Tämä keskustelu poistetaan pysyvästi.
gu: આ ચેટ કાયમી ધોરણે કા deleted ી નાખવામાં આવશે.
hu: Ez a csevegés véglegesen törlődik.
id: Obrolan ini akan dihapus secara permanen.
ml: ഈ ചാറ്റ് ശാശ്വതമായി ഇല്ലാതാക്കും.
mr: ही चॅट कायमस्वरुपी हटविली जाईल.
or: ଏହି ଚାଟ୍ ସବୁଦିନ ପାଇଁ ଡିଲିଟ୍ ହେବ |
pa: ਇਹ ਗੱਲਬਾਤ ਪੱਕੇ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ.
ro: Acest chat va fi șters permanent.
sk: Tento rozhovor bude natrvalo odstránený.
sv: Denna chatt kommer att raderas permanent.
ta: இந்த அரட்டை நிரந்தரமாக நீக்கப்படும்.
th: การแชทนี้จะถูกลบอย่างถาวร
uk: Цей чат буде постійно видалений.
ur: یہ چیٹ مستقل طور پر حذف ہوجائے گی۔
vi: Cuộc trò chuyện này sẽ bị xóa vĩnh viễn.

# deleteFolderTitle
source: Delete Folder
bg: Изтриване на папка
bn: ফোল্ডার মুছুন
cs: Smazat složku
el: Διαγράψτε το φάκελο
fa: پوشه را حذف کنید
fi: Poistaa kansio
gu: ફોલ્ડર કા Delete ી નાખો
hu: A mappa törlése
id: Hapus Folder
ml: ഫോൾഡർ ഇല്ലാതാക്കുക
mr: फोल्डर हटवा
or: ଫୋଲ୍ଡର ଡିଲିଟ୍ କରନ୍ତୁ |
pa: ਫੋਲਡਰ ਨੂੰ ਮਿਟਾਓ
ro: Ștergeți folderul
sk: Vymazať priečinok
sv: Radera mappen
ta: கோப்புறையை நீக்கு
th: ลบโฟลเดอร์
uk: Видалити папку
ur: فولڈر کو حذف کریں
vi: Xóa thư mục

# deleteFolderMessage
source: This folder and its assignment references will be removed.
bg: Тази папка и препратките му към присвояване ще бъдат премахнати.
bn: এই ফোল্ডার এবং এর অ্যাসাইনমেন্টের রেফারেন্সগুলি সরানো হবে।
cs: Tato složka a její reference přiřazení budou odstraněny.
el: Αυτός ο φάκελος και οι αναφορές αποστολής του θα καταργηθούν.
fa: این پوشه و منابع تکالیف آن حذف می شوند.
fi: Tämä kansio ja sen tehtäväviitteet poistetaan.
gu: આ ફોલ્ડર અને તેના સોંપણી સંદર્ભો દૂર કરવામાં આવશે.
hu: Ezt a mappát és annak hozzárendelési referenciáit eltávolítják.
id: Folder ini dan referensi tugasnya akan dihapus.
ml: ഈ ഫോൾഡറും അതിന്റെ അസൈൻമെന്റ് റഫറൻസുകളും നീക്കംചെയ്യും.
mr: हे फोल्डर आणि त्याचे असाइनमेंट संदर्भ काढले जातील.
or: ଏହି ଫୋଲ୍ଡର ଏବଂ ଏହାର ଆସାଇନମେଣ୍ଟ ରେଫରେନ୍ସ ଅପସାରିତ ହେବ |
pa: ਇਹ ਫੋਲਡਰ ਅਤੇ ਇਸਦੇ ਅਸਾਈਨਮੈਂਟ ਦੇ ਹਵਾਲੇ ਹਟਾਏ ਜਾਣਗੇ.
ro: Acest folder și referințele sale de atribuire vor fi eliminate.
sk: Tento priečinok a jeho odkazy na priradenie budú odstránené.
sv: Denna mapp och dess tilldelningsreferenser kommer att tas bort.
ta: இந்த கோப்புறை மற்றும் அதன் பணி குறிப்புகள் அகற்றப்படும்.
th: โฟลเดอร์นี้และข้อมูลอ้างอิงการมอบหมายงานจะถูกลบออก
uk: Ця папка та посилання на її призначення будуть видалені.
ur: یہ فولڈر اور اس کے تفویض حوالہ جات کو ہٹا دیا جائے گا۔
vi: Thư mục này và các tham chiếu bài tập của nó sẽ bị xóa.

source: Failed to delete folder
bg: Неуспешно изтриване на папката
bn: ফোল্ডার মুছতে ব্যর্থ
cs: Nepodařilo se smazat složku
el: Αποτυχία διαγραφής του φακέλου
fa: حذف پوشه انجام نشد
fi: Kansion poistaminen epäonnistui
gu: ફોલ્ડર કા delete ી નાખવામાં નિષ્ફળ
hu: Nem sikerült törölni a mappát
id: Gagal menghapus folder
ml: ഫോൾഡർ ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: फोल्डर हटविण्यात अयशस्वी
or: ଫୋଲ୍ଡର ବିଲୋପ କରିବାରେ ବିଫଳ |
pa: ਫੋਲਡਰ ਨੂੰ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să șteargă folderul
sk: Nepodarilo sa odstrániť priečinok
sv: Det gick inte att ta bort mappen
ta: கோப்புறையை நீக்குவதில் தோல்வி
th: ไม่สามารถลบโฟลเดอร์
uk: Не вдалося видалити папку
ur: فولڈر کو حذف کرنے میں ناکام
vi: Không xóa được thư mục

source: About App
bg: За приложението
bn: অ্যাপ্লিকেশন সম্পর্কে
cs: O aplikaci
el: Σχετικά με την εφαρμογή
fa: درباره برنامه
fi: Tietoja sovelluksesta
gu: એપ્લિકેશન વિશે
hu: Az alkalmazásról
id: Tentang Aplikasi
ml: അപ്ലിക്കേഷനെക്കുറിച്ച്
mr: अॅप बद्दल
or: ଆପ୍ ବିଷୟରେ
pa: ਐਪ ਬਾਰੇ
ro: Despre aplicație
sk: O aplikácii
sv: Om appen
ta: பயன்பாடு பற்றி
th: เกี่ยวกับแอพ
uk: Про додаток
ur: ایپ کے بارے میں
vi: Giới thiệu về ứng dụng

# aboutAppSubtitle
source: JyotiGPT information and links
bg: Jyotigpt информация и връзки
bn: Jyotigpt তথ্য এবং লিঙ্ক
cs: Jyotigpt informace a odkazy
el: Πληροφορίες και συνδέσμους Jyotigpt
fa: اطلاعات و پیوندها Jyotigpt
fi: Jyotigpt -tiedot ja linkit
gu: જ્યોટિગપ્ટ માહિતી અને લિંક્સ
hu: Jyotigpt információk és linkek
id: Informasi dan tautan JyotiGPT
ml: JYotigpt വിവരങ്ങളും ലിങ്കുകളും
mr: ज्योटिग्प्ट माहिती आणि दुवे
or: Jyotsipt ସୂଚନା ଏବଂ ଲିଙ୍କ୍ |
pa: ਜੋਤੀਪੈਪਟ ਜਾਣਕਾਰੀ ਅਤੇ ਲਿੰਕ
ro: Informații și link -uri jyotigpt
sk: Informácie a odkazy Jyotigpt
sv: Jyotigptinformation och länkar
ta: ஜியோடிக்ட் தகவல் மற்றும் இணைப்புகள்
th: ข้อมูลและลิงก์ของ JyotiGPT
uk: Інформація та посилання Jyotigpt
ur: jyotigpt معلومات اور لنکس
vi: Thông tin và liên kết JyotiGPT

source: Web
bg: Уеб
bn: ওয়েব
el: Ιστός
fa: وب
fi: Verkko
gu: કોણી
hu: Háló
id: jaring
ml: ചിലന്തിവല
mr: वेब
or: ୱେବ୍
pa: ਵੈੱਬ
sk: Sieť
ta: வலை
th: เว็บ
uk: Павутина
ur: ویب

source: Image Gen
bg: Gen Image
bn: চিত্র জেন
el: Εικονικός
fa: ژنرال تصویر
fi: Kuvageeni
gu: જનનુભારી
hu: Képtábla
id: Jenderal Gambar
ml: ചിത്രം ജനറൽ
mr: प्रतिमा जनरल
or: ପ୍ରତିଛବି ଜେନ
pa: ਚਿੱਤਰ ਜੈਨ
sk: Obrazový gen
ta: இமேஜ் ஜெனரல்
th: อิมเมจเจน
uk: Зображення
ur: تصویری جنرل
vi: Gen hình ảnh

source: Pinned
bg: Прикован
bn: পিনড
cs: Připnuto
el: Καρφωμένος
fa: بریده شده
fi: Kiinnitetty
gu: ઉઘાડું
hu: Rögzített
id: Disematkan
ml: പിൻചെയ്തു
mr: पिन केले
or: ପିନ୍ କଲେ
pa: ਪਿੰਨਡ
ro: Fixat
sk: Pripnutý
sv: Fästad
ta: பின்
th: ปักหมุดแล้ว
uk: Закріплений
ur: پن
vi: Đã ghim

source: Folders
bg: Папки
bn: ফোল্ডার
cs: Složky
el: Φακέλων
fa: پوشه
fi: Kansiot
gu: ફોલ્ડર્સ
hu: Mappák
id: Folder
ml: മടക്കുക
mr: फोल्डर्स
or: ଫୋଲ୍ଡରଗୁଡ଼ିକ |
pa: ਫੋਲਡਰ
ro: Dosare
sk: Zložky
sv: Mappar
ta: கோப்புறைகள்
th: โฟลเดอร์
uk: Папок
ur: فولڈرز
vi: Thư mục

source: Archived
bg: Архивирани
bn: সংরক্ষণাগার
cs: Archivované
el: Αρχειοθετημένος
fa: بایگانی شده
fi: Arkistoitu
gu: આર્કોડુ
hu: Archivált
id: Diarsipkan
ml: ആർക്കൈവുചെയ്തു
mr: संग्रहित
or: ଆର୍କାଇଭ୍
pa: ਪੁਰਾਲੇਖ
ro: Arhivat
sk: Archivovaný
sv: Arkiverad
ta: காப்பகப்படுத்தப்பட்டது
th: เก็บถาวรแล้ว
uk: Заархівований
ur: محفوظ شدہ دستاویزات
vi: Đã lưu trữ

source: App Language
bg: Език на приложението
bn: অ্যাপ্লিকেশন ভাষা
cs: Jazyk aplikace
el: Γλώσσα εφαρμογής
fa: زبان برنامه
fi: Sovelluskieli
gu: એપ્લિકેશન ભાષા
hu: Alkalmazásnyelv
id: Bahasa Aplikasi
ml: അപ്ലിക്കേഷൻ ഭാഷ
mr: अ‍ॅप भाषा
or: ଆପ୍ ଭାଷା
pa: ਐਪ ਭਾਸ਼ਾ
ro: Limba aplicației
sk: Jazyk
sv: Appspråk
ta: பயன்பாட்டு மொழி
th: ภาษาของแอป
uk: Мова додатків
ur: ایپ کی زبان
vi: Ngôn ngữ ứng dụng

source: Dark Mode
bg: Тъмен режим
bn: অন্ধকার মোড
cs: Tmavý režim
el: Σκοτεινή λειτουργία
fa: حالت تاریک
fi: Tumma tila
gu: અંધારું પદ્ધતિ
hu: Sötét üzemmód
id: Mode Gelap
ml: ഇരുണ്ട മോഡ്
mr: गडद मोड
or: ଅନ୍ଧା ମୋଡ୍
pa: ਡਾਰਕ ਮੋਡ
ro: Mod întunecat
sk: Temný režim
sv: Mörkt läge
ta: இருண்ட முறை
th: โหมดมืด
uk: Темний режим
ur: ڈارک موڈ
vi: Chế độ tối

source: Web Search
bg: Търсене в мрежата
bn: ওয়েব অনুসন্ধান
cs: Hledání na webu
el: Αναζήτηση ιστού
fa: جستجوی وب
fi: Verkkohaku
gu: વેબ -શોધ
hu: Internetes keresés
id: Pencarian Web
ml: വെബ് തിരയൽ
mr: वेब शोध
or: ୱେବ୍ ସନ୍ଧାନ |
pa: ਵੈੱਬ ਖੋਜ
ro: Căutare pe web
sk: Vyhľadávanie na webe
sv: Webbsökning
ta: வலை தேடல்
th: ค้นหาเว็บ
uk: Веб -пошук
ur: ویب تلاش
vi: Tìm kiếm trên web

# webSearchDescription
source: Search the web and cite sources in replies.
bg: Търсете в мрежата и цитирайте източници в отговори.
bn: ওয়েব অনুসন্ধান করুন এবং উত্তরগুলিতে উত্সগুলি উদ্ধৃত করুন।
cs: Prohledejte na web a citujte zdroje v odpovědích.
el: Αναζητήστε τον ιστό και αναφέρετε πηγές στις απαντήσεις.
fa: وب را جستجو کنید و منابع را در پاسخ ها ذکر کنید.
fi: Etsi verkosta ja mainitse lähteet vastauksista.
gu: વેબ શોધો અને જવાબોમાં સ્રોતો ટાંકો.
hu: Keresse meg az internetet, és idézi a forrásokat a válaszokban.
id: Telusuri web dan kutip sumber dalam balasan.
ml: വെബ്, മറുപടികളിലെ ഉറവിടങ്ങൾ ഉദ്ധരിക്കുക.
mr: प्रत्युत्तरात वेब शोधा आणि स्त्रोत उद्धृत करा.
or: ଉତ୍ତରରେ ୱେବ୍ ଏବଂ ସିଟ୍ ଉତ୍ସ ସନ୍ଧାନ କରନ୍ତୁ |
pa: ਜਵਾਬਾਂ ਵਿੱਚ ਵੈੱਬ ਦੀ ਖੋਜ ਕਰੋ ਅਤੇ ਸੁਝਾਓ ਸਰੋਤਾਂ ਦੀ ਖੋਜ ਕਰੋ.
ro: Căutați pe web și citați surse în răspunsuri.
sk: Vyhľadajte na webe a citujte zdroje v odpovediach.
sv: Sök på webben och citera källor i svar.
ta: வலையைத் தேடுங்கள் மற்றும் பதில்களில் ஆதாரங்களை மேற்கோள் காட்டுங்கள்.
th: ค้นหาเว็บและแหล่งอ้างอิงในการตอบกลับ
uk: Шукайте в Інтернеті та цитуйте джерела у відповідях.
ur: ویب کو تلاش کریں اور جوابات میں ذرائع کا حوالہ دیں۔
vi: Tìm kiếm trên web và trích dẫn nguồn trong câu trả lời.

source: Image Generation
bg: Генериране на изображения
bn: চিত্র উত্পাদন
cs: Generování obrázků
el: Παραγωγή εικόνων
fa: تولید تصویر
fi: Kuvan luominen
gu: છબી -ઉત્પાદન
hu: Képtermelés
id: Pembuatan Gambar
ml: ഇമേജ് തലമുറ
mr: प्रतिमा निर्मिती
or: ପ୍ରତିଛବି ପି generation ଼ି |
pa: ਚਿੱਤਰ ਤਿਆਰ ਕਰਨਾ
ro: Generarea de imagini
sk: Generovanie obrazu
sv: Bildgenerering
ta: பட உருவாக்கம்
th: การสร้างภาพ
uk: Генерування зображень
ur: تصویری جنریشن
vi: Tạo hình ảnh

# imageGenerationDescription
source: Create images from your prompts.
bg: Създайте изображения от вашите подкани.
bn: আপনার অনুরোধগুলি থেকে চিত্র তৈরি করুন।
cs: Vytvořte obrázky z vašich výzev.
el: Δημιουργήστε εικόνες από τις προτροπές σας.
fa: از اعلان های خود تصاویر ایجاد کنید.
fi: Luo kuvia kehotuksistasi.
gu: તમારા સંકેતોથી છબીઓ બનાવો.
hu: Hozzon létre képeket a utasításokból.
id: Buat gambar dari perintah Anda.
ml: നിങ്ങളുടെ പ്രോംപ്റ്റുകളിൽ നിന്ന് ഇമേജുകൾ സൃഷ്ടിക്കുക.
mr: आपल्या प्रॉम्प्टमधून प्रतिमा तयार करा.
or: ଆପଣଙ୍କ ପ୍ରମ୍ପ୍ଟରୁ ପ୍ରତିଛବି ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਆਪਣੇ ਪ੍ਰੇਮੀਆਂ ਤੋਂ ਚਿੱਤਰ ਬਣਾਓ.
ro: Creați imagini din prompturile dvs.
sk: Vytvorte obrázky zo svojich výziev.
sv: Skapa bilder från dina instruktioner.
ta: உங்கள் தூண்டுதல்களிலிருந்து படங்களை உருவாக்கவும்.
th: สร้างภาพจากคำแนะนำของคุณ
uk: Створіть зображення зі своїх підказок.
ur: اپنے اشارے سے تصاویر بنائیں۔
vi: Tạo hình ảnh từ lời nhắc của bạn.

source: Copy
bg: Копиране
bn: অনুলিপি
cs: Kopie
el: Αντίγραφο
fa: کپی کردن
fi: Kopioida
gu: નકલ
hu: Másolat
id: Menyalin
ml: പകര്ത്തുക
mr: कॉपी
or: କପି କରନ୍ତୁ |
pa: ਕਾਪੀ
ro: Copie
sk: Kopírovať
sv: Kopiera
ta: நகலெடு
th: สำเนา
uk: Копіювати
ur: کاپی
vi: Sao chép

# ttsListen
source: Listen
bg: Слушайте
bn: শোনো
cs: Poslouchat
el: Ακούω
fa: گوش دادن
fi: Kuunnella
gu: સાંભળવું
hu: Hallgat
id: Mendengarkan
ml: ശദ്ധിക്കുക
mr: ऐका
or: ଶୁଣ
pa: ਸੁਣੋ
ro: Asculta
sk: Počúvať
sv: Lyssna
ta: கேளுங்கள்
th: ฟัง
uk: Слухати
ur: سنو
vi: Nghe

# ttsStop
source: Stop
bg: Спрете
bn: থামুন
cs: Zastávka
el: Στάση
fa: توقف
gu: રોકવું
id: Berhenti
ml: നിർത്തുക
mr: थांबवा
or: ବନ୍ଦ କର |
pa: ਰੂਕੋ
sk: Zastavenie
sv: Stopp
ta: நிறுத்து
th: หยุด
uk: СТІЙ
ur: بند کرو
vi: Dừng lại

source: Edit
bg: Редактиране
bn: সম্পাদনা
cs: Upravit
el: Εκδίδω
fa: ویرایش کردن
fi: Muokata
gu: સંપાદન કરવું
hu: Szerkeszt
id: Sunting
ml: തിരുത്തുക
mr: संपादित करा
or: ସଂପାଦନ କରନ୍ତୁ |
pa: ਸੋਧ
ro: Edita
sk: Upraviť
sv: Redigera
ta: திருத்து
th: แก้ไข
uk: Редагувати
ur: ترمیم کریں
vi: Biên tập

source: Regenerate
bg: Регенерира
bn: পুনরুত্থান
cs: Regenerovat
el: Αναγεννηθείς
fa: بازسازی کردن
fi: Uudistaa
gu: પુનર્જીવિત કરવું
hu: Regenerátum
id: Diperbarui
ml: പുനരുജ്ജീഗമുള്ള
mr: पुनर्जन्म करा
or: ପୁନ ener ନିର୍ମାଣ
pa: ਪੁਨਰ ਜਨਮ
ro: Regenera
sk: Obnoviť sa
sv: Regenerera
ta: மீளுருவாக்கம்
th: สร้างใหม่
uk: Регенерувати
ur: دوبارہ تخلیق کریں
vi: tái sinh

source: No conversations yet
bg: Все още няма разговори
bn: এখনও কোন কথোপকথন
cs: Zatím žádné rozhovory
el: Δεν υπάρχουν ακόμη συνομιλίες
fa: هنوز هیچ مکالمه ای وجود ندارد
fi: Ei vielä keskusteluja
gu: હજી સુધી કોઈ વાતચીત નથી
hu: Még nincs beszélgetés
id: Belum ada percakapan
ml: ഇതുവരെ സംഭാഷണങ്ങളൊന്നുമില്ല
mr: अद्याप कोणतीही संभाषणे नाहीत
or: ଏପର୍ଯ୍ୟନ୍ତ କ No ଣସି ବାର୍ତ୍ତାଳାପ ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਗੱਲਬਾਤ ਨਹੀਂ
ro: Nu există încă conversații
sk: Zatiaľ žiadne rozhovory
sv: Inga samtal än
ta: இன்னும் உரையாடல்கள் இல்லை
th: ยังไม่มีการสนทนา
uk: Ще немає розмов
ur: ابھی تک کوئی گفتگو نہیں ہے
vi: Chưa có cuộc trò chuyện nào

# usernameOrEmailHint
source: Enter your username or email
bg: Въведете вашето потребителско име или имейл
bn: আপনার ব্যবহারকারীর নাম বা ইমেল লিখুন
cs: Zadejte své uživatelské jméno nebo e -mail
el: Εισαγάγετε το όνομα χρήστη ή το email σας
fa: نام کاربری یا ایمیل خود را وارد کنید
fi: Kirjoita käyttäjätunnuksesi tai sähköposti
gu: તમારું વપરાશકર્તા નામ અથવા ઇમેઇલ દાખલ કરો
hu: Írja be felhasználónevét vagy e -mailjét
id: Masukkan nama pengguna atau email Anda
ml: നിങ്ങളുടെ ഉപയോക്തൃനാമം അല്ലെങ്കിൽ ഇമെയിൽ നൽകുക
mr: आपले वापरकर्तानाव किंवा ईमेल प्रविष्ट करा
or: ଆପଣଙ୍କର ଉପଯୋଗକର୍ତ୍ତା ନାମ କିମ୍ବା ଇମେଲ୍ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਆਪਣਾ ਉਪਭੋਗਤਾ ਨਾਮ ਜਾਂ ਈਮੇਲ ਦਰਜ ਕਰੋ
ro: Introduceți numele de utilizator sau e -mail
sk: Zadajte svoje používateľské meno alebo e -mail
sv: Ange ditt användarnamn eller e -post
ta: உங்கள் பயனர்பெயர் அல்லது மின்னஞ்சலை உள்ளிடவும்
th: กรอกชื่อผู้ใช้หรืออีเมลของคุณ
uk: Введіть своє ім’я користувача або електронну пошту
ur: اپنا صارف نام یا ای میل درج کریں
vi: Nhập tên người dùng hoặc email của bạn

# passwordHint
source: Enter your password
bg: Въведете паролата си
bn: আপনার পাসওয়ার্ড লিখুন
cs: Zadejte své heslo
el: Εισαγάγετε τον κωδικό πρόσβασής σας
fa: رمز ورود خود را وارد کنید
fi: Kirjoita salasanasi
gu: તમારો પાસવર્ડ દાખલ કરો
hu: Írja be a jelszavát
id: Masukkan kata sandi Anda
ml: നിങ്ങളുടെ പാസ്വേഡ് നൽകുക
mr: आपला संकेतशब्द प्रविष्ट करा
or: ଆପଣଙ୍କର ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ro: Introduceți parola
sk: Zadajte svoje heslo
sv: Ange ditt lösenord
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்
th: ใส่รหัสผ่านของคุณ
uk: Введіть свій пароль
ur: اپنا پاس ورڈ درج کریں
vi: Nhập mật khẩu của bạn

# enterApiKey
source: Enter your API key
bg: Въведете своя API клавиш
bn: আপনার এপিআই কী লিখুন
cs: Zadejte klíč API
el: Εισαγάγετε το πλήκτρο API σας
fa: کلید API خود را وارد کنید
fi: Syötä sovellusliittymäsi avain
gu: તમારી API કી દાખલ કરો
hu: Írja be az API billentyűt
id: Masukkan kunci API Anda
ml: നിങ്ങളുടെ API കീ നൽകുക
mr: आपली एपीआय की प्रविष्ट करा
or: ଆପଣଙ୍କର API କୀ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਆਪਣੀ ਏਪੀਆਈ ਕੁੰਜੀ ਦਰਜ ਕਰੋ
ro: Introduceți cheia API
sk: Zadajte svoj kľúč API
sv: Ange din API -nyckel
ta: உங்கள் API விசையை உள்ளிடவும்
th: ป้อนคีย์ API ของคุณ
uk: Введіть свій ключ API
ur: اپنی API کلید درج کریں
vi: Nhập khóa API của bạn

source: Signing in...
bg: Влезте ...
bn: সাইন ইন ...
cs: Přihlášení ...
el: Υπογράφοντας ...
fa: ورود به سیستم ...
fi: Kirjaudu sisään ...
gu: સાઇન ઇન ...
hu: Bejelentkezés ...
id: Masuk...
ml: സൈൻ ഇൻ ചെയ്യുന്നു ...
mr: साइन इन ...
or: ସାଇନ୍ ଇନ୍ ...
pa: ਸਾਈਨ ਇਨ ਕਰੋ ...
ro: Înscrierea ...
sk: Podpisy v ...
sv: Logga in ...
ta: கையொப்பமிடுதல் ...
th: กำลังลงชื่อเข้าใช้...
uk: Підписання в ...
ur: سائننگ میں ...
vi: Đang đăng nhập...

source: Advanced Settings
bg: Разширени настройки
bn: উন্নত সেটিংস
cs: Pokročilá nastavení
el: Προχωρημένες ρυθμίσεις
fa: تنظیمات پیشرفته
fi: Lisäasetukset
gu: અદ્યતન સેટિંગ્સ
hu: Speciális beállítások
id: Pengaturan Lanjutan
ml: വിപുലമായ ക്രമീകരണങ്ങൾ
mr: प्रगत सेटिंग्ज
or: ଉନ୍ନତ ସେଟିଂସମୂହ
pa: ਤਕਨੀਕੀ ਸੈਟਿੰਗਾਂ
ro: Setări avansate
sk: Rozšírené nastavenia
sv: Avancerade inställningar
ta: மேம்பட்ட அமைப்புகள்
th: การตั้งค่าขั้นสูง
uk: Розширені налаштування
ur: اعلی درجے کی ترتیبات
vi: Cài đặt nâng cao
