Repository: y4shg/jyotigpt
Catalog: lib/l10n/app_*.arb
Languages: bg, bn, cs, el, fa, fi, gu, hu, id, ml, mr, or, pa, ro, sk, sv, ta, th, uk, ur, vi

source: GitHub Repository
bg: Хранилище на GitHub
bn: গিটহাব সংগ্রহস্থল
cs: Úložiště GitHub
el: Αποθετήριο Github
fa: مخزن جیتاب
fi: Github -arkisto
gu: ગિટહબ ભંડાર
hu: Github tároló
id: Repositori GitHub
ml: GitHub ശേഖരം
mr: गीथब रेपॉजिटरी
or: GitHub ସଂଗ୍ରହାଳୟ |
pa: ਗਿੱਟਬ ਰਿਪੋਜ਼ਟਰੀ
ro: Depozit Github
sk: Úložisko
sv: Github -förvar
ta: கிதுப் களஞ்சியம்
th: พื้นที่เก็บข้อมูล GitHub
uk: Сховище Github
ur: گٹ ہب ریپوزٹری
vi: Kho lưu trữ GitHub

source: Unable to load app info
bg: Не може да се зареди информация за приложението
bn: অ্যাপ্লিকেশন তথ্য লোড করতে অক্ষম
cs: Nelze načíst informace o aplikaci
el: Δεν είναι δυνατή η φόρτωση πληροφοριών εφαρμογής
fa: بارگیری اطلاعات برنامه امکان پذیر نیست
fi: Sovellustietoja ei voi ladata
gu: એપ્લિકેશન માહિતી લોડ કરવામાં અસમર્થ
hu: Nem lehet betölteni az alkalmazás információt
id: Tidak dapat memuat info aplikasi
ml: അപ്ലിക്കേഷൻ വിവരങ്ങൾ ലോഡുചെയ്യാനായില്ല
mr: अ‍ॅप माहिती लोड करण्यात अक्षम
or: ଆପ୍ ସୂଚନା ଲୋଡ୍ କରିବାକୁ ଅସମର୍ଥ |
pa: ਐਪ ਜਾਣਕਾਰੀ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
ro: Imposibil de încărcat informațiile aplicației
sk: Nemožno načítať informácie o aplikácii
sv: Det går inte att ladda appinfo
ta: பயன்பாட்டு தகவலை ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดข้อมูลแอปได้
uk: Неможливо завантажити інформацію про додаток
ur: ایپ کی معلومات کو لوڈ کرنے سے قاصر ہے
vi: Không thể tải thông tin ứng dụng

source: Thinking…
bg: Мислене ...
bn: চিন্তাভাবনা…
cs: Myslící…
el: Σκέψη…
fa: فکر کردن
fi: Ajattelu…
gu: વિચારવું…
hu: Gondolkodás…
id: Pemikiran…
ml: ചിന്തിക്കുന്നു ...
mr: विचार…
or: ଚିନ୍ତା ...
pa: ਸੋਚ ਰਿਹਾ ...
ro: Gândire…
sk: Myslenie ...
sv: Tänkande…
ta: சிந்தனை…
th: กำลังคิด...
uk: Думка ...
ur: سوچ…
vi: Đang suy nghĩ…

source: Thoughts
bg: Мисли
bn: চিন্তা
cs: Myšlenky
el: Σκέψεις
fa: اندیشه
fi: Ajatukset
gu: વિચાર
hu: Gondolatok
id: Pikiran
ml: ചിന്തകൾ
mr: विचार
or: ଚିନ୍ତାଧାରା
pa: ਵਿਚਾਰ
ro: Gânduri
sk: Úvaha
sv: Tankar
ta: எண்ணங்கள்
th: ความคิด
uk: Думка
ur: خیالات
vi: Suy nghĩ

source: App Customization
bg: Персонализиране на приложението
bn: অ্যাপ্লিকেশন কাস্টমাইজেশন
cs: Přizpůsobení aplikace
el: Προσαρμογή εφαρμογής
fa: سفارشی سازی برنامه
fi: Sovelluksen mukauttaminen
gu: એપ્લિકેશન કસ્ટમાઇઝેશન
hu: Alkalmazás testreszabása
id: Kustomisasi Aplikasi
ml: അപ്ലിക്കേഷൻ ഇഷ്ടാനുസൃതമാക്കൽ
mr: अॅप सानुकूलन
or: ଆପ୍ କଷ୍ଟମାଇଜେସନ୍ |
pa: ਐਪ ਸੋਧ
ro: Personalizarea aplicațiilor
sk: Prispôsobenie aplikácie
sv: Appanpassning
ta: பயன்பாட்டு தனிப்பயனாக்கம்
th: การปรับแต่งแอป
uk: Налаштування додатків
ur: ایپ کی تخصیص
vi: Tùy chỉnh ứng dụng

# appCustomizationSubtitle
source: Personalize how names and UI display
bg: Персонализирайте как имената и потребителския интерфейс се показват
bn: কীভাবে নাম এবং ইউআই প্রদর্শিত হয় তা ব্যক্তিগতকৃত করুন
cs: Přizpůsobte si, jak se jména a uživatelské rozhraní zobrazují
el: Εξατομικεύστε πώς ονόματα και οθόνη UI
fa: چگونه نام و نمایش UI را شخصی کنید
fi: Mukauta kuinka nimet ja käyttöliittymän näyttö
gu: નામો અને UI પ્રદર્શન કેવી રીતે વ્યક્તિગત કરો
hu: Személyre szabhatja a nevek és az UI megjelenítését
id: Personalisasikan cara nama dan tampilan UI
ml: പേരുകളും യുഐ ഡിസ്പ്ലേയും എങ്ങനെ വ്യക്തിഗതമാക്കുക
mr: नावे आणि यूआय कसे प्रदर्शित करतात वैयक्तिकृत करा
or: ବ୍ୟକ୍ତିଗତ ଭାବରେ ନାମ ଏବଂ UI ପ୍ରଦର୍ଶନ କେତେ |
pa: ਨਿੱਜੀ ਬਣਾਓ ਕਿ ਕਿਵੇਂ ਨਾਮ ਅਤੇ UI ਪ੍ਰਦਰਸ਼ਤ ਹਨ
ro: Personalizați modul în care numele și afișarea UI
sk: Prispôsobte si, ako sa zobrazujú mená a používateľské rozhranie
sv: Anpassa hur namn och UI -display
ta: பெயர்கள் மற்றும் UI காட்சி எவ்வாறு தனிப்பயனாக்கவும்
th: ปรับแต่งวิธีการแสดงชื่อและ UI ในแบบของคุณ
uk: Персоналізуйте, як імена та відображення інтерфейсу
ur: نام اور UI ڈسپلے کو کس طرح ظاہر کریں
vi: Cá nhân hóa cách hiển thị tên và giao diện người dùng

# quickActionsDescription
source: Pick up to two shortcuts to pin near the composer
bg: Вземете до два преки пътища, за да закрепите близо до композитора
bn: সুরকারের কাছে পিন করতে দুটি পর্যন্ত শর্টকাট বাছাই করুন
cs: Vyzvedněte až dvě zkratky a připněte se poblíž skladatele
el: Σηκώστε δύο συντομεύσεις για να καρφώσετε κοντά στον συνθέτη
fa: دو میانبر را انتخاب کنید تا در نزدیکی آهنگساز پین کنید
fi: Nosta kahteen pikakuvakkeeseen säveltäjän lähellä
gu: સંગીતકારની નજીક પિન કરવા માટે બે શ shortc ર્ટકટ્સ ચૂંટો
hu: Vedd fel két hivatkozást, hogy a zeneszerző közelében rögzítsék
id: Ambil hingga dua pintasan untuk disematkan di dekat komposer
ml: കമ്പോസറിനടുത്ത് പിൻ ചെയ്യുന്നതിന് രണ്ട് കുറുക്കുവഴികൾ വരെ തിരഞ്ഞെടുക്കുക
mr: संगीतकार जवळ पिन करण्यासाठी दोन शॉर्टकट निवडा
or: ରଚନା ନିକଟରେ ପିନ୍ କରିବାକୁ ଦୁଇଟି ସର୍ଟକଟ୍ ଉଠାନ୍ତୁ |
pa: ਕੰਪੋਸ ਕਰਨ ਵਾਲੇ ਦੇ ਨੇੜੇ ਪਿੰਨ ਕਰਨ ਲਈ ਦੋ ਸ਼ਾਰਟਕੱਟ ਚੁੱਕੋ
ro: Ridicați până la două comenzi rapide pentru a se fixa lângă compozitor
sk: Zoberte na dve skratky, aby ste sa pripustili blízko skladateľa
sv: Plocka upp till två genvägar för att klämma nära kompositören
ta: இசையமைப்பாளருக்கு அருகில் பின் செய்ய இரண்டு குறுக்குவழிகளை எடுத்துக் கொள்ளுங்கள்
th: เลือกทางลัดได้สูงสุดสองรายการเพื่อปักหมุดใกล้กับผู้แต่ง
uk: Візьміть до двох ярликів, щоб закріпити біля композитора
ur: کمپوزر کے قریب پن کرنے کے لئے دو شارٹ کٹ منتخب کریں
vi: Chọn tối đa hai phím tắt để ghim gần nhà soạn nhạc

# chatSettings
source: Chat
bg: Чат
bn: চ্যাট
cs: Povídání
el: Κουβέντα
fa: گپ
fi: Keskustella
gu: ગપસપ
hu: Csevegés
id: Mengobrol
ml: സല്ലാപം
mr: गप्पा
or: ଚାଟ୍ କରନ୍ତୁ |
pa: ਗੱਲਬਾਤ
sk: Chatovať
sv: Chatta
ta: அரட்டை
th: แชท
uk: Чат
ur: چیٹ
vi: Trò chuyện

source: Send on Enter
bg: Изпратете на Enter
bn: এন্টার প্রেরণ
cs: Odeslat enter
el: Αποστολή στο Enter
fa: ارسال را وارد کنید
fi: Lähetä Enter
gu: એન્ટર પર મોકલો
hu: Küldje el az ENTER ON
id: Kirim di Enter
ml: പ്രവേശിക്കുക
mr: एंटर पाठवा
or: ଏଣ୍ଟର୍ ପଠାନ୍ତୁ |
pa: ਐਂਟਰ ਭੇਜੋ
ro: Trimiteți la intrare
sk: Odoslať
sv: Skicka på Enter
ta: Enter ஐ அனுப்பவும்
th: ส่งเมื่อเข้าสู่
uk: Надіслати в Enter
ur: انٹر پر بھیجیں
vi: Gửi vào Enter

# sendOnEnterDescription
source: Enter sends (soft keyboard). Cmd/Ctrl+Enter also available
bg: Въведете изпращания (мека клавиатура). CMD/CTRL+ENTER също е на разположение
bn: প্রবেশ প্রেরণ (নরম কীবোর্ড)। সিএমডি/সিটিআরএল+এন্টারও উপলব্ধ
cs: Zadejte odesílání (měkká klávesnice). K dispozici také CMD/CTRL+Enter
el: Εισαγάγετε τις αποστολές (μαλακό πληκτρολόγιο). CMD/Ctrl+Enter Διατίθεται επίσης
fa: ارسال (صفحه کلید نرم) را وارد کنید. CMD/Ctrl+Enter را نیز موجود کنید
fi: Kirjoita lähetykset (pehmeä näppäimistö). CMD/Ctrl+Enter Myös saatavilla
gu: દાખલ કરો (સોફ્ટ કીબોર્ડ). સીએમડી/સીટીઆરએલ+પણ ઉપલબ્ધ છે
hu: Írja be a Küldéseket (puha billentyűzet). CMD/CTRL+ENTER is elérhető
id: Masukkan pengiriman (keyboard lunak). Cmd/Ctrl+Enter juga tersedia
ml: അയയ്ക്കുക (സോഫ്റ്റ് കീബോർഡ്). Cmd / ctrl + എന്റർ ലഭ്യമാണ്
mr: पाठवा (सॉफ्ट कीबोर्ड) प्रविष्ट करा. सीएमडी/सीटीआरएल+एंटर देखील उपलब्ध आहे
or: ପ୍ରେରଣ (ସଫ୍ଟ କୀବୋର୍ଡ୍) ପ୍ରବେଶ କରନ୍ତୁ | Cmd / ctrl + ଏଣ୍ଟର୍ କରନ୍ତୁ |
pa: ਭੇਜਦਾ ਹੈ (ਸਾਫਟ ਕੀਬੋਰਡ). ਸੀਐਮਡੀ / ਸੀਟੀਆਰਐਲ + ਵੀ ਉਪਲੱਬਧ ਦਾਖਲ ਕਰੋ
ro: Introduceți trimiteri (tastatură soft). CMD/CTRL+ENTER De asemenea, disponibil
sk: Zadajte odosielania (mäkká klávesnica). K dispozícii je tiež CMD/CTRL+ENTER
sv: Ange skickas (mjukt tangentbord). CMD/Ctrl+Enter också tillgänglig
ta: அனுப்புகிறது (மென்மையான விசைப்பலகை). CMD/CTRL+ENTER கிடைக்கிறது
th: เข้าสู่การส่ง (แป้นพิมพ์อ่อน) Cmd/Ctrl+Enter ก็ใช้ได้เช่นกัน
uk: Введіть SENTS (м'яка клавіатура). CMD/CTRL+ENTER також доступний
ur: درج کریں بھیجیں (نرم کی بورڈ)۔ سی ایم ڈی/سی ٹی آر ایل+انٹر بھی دستیاب ہے
vi: Nhập gửi (bàn phím mềm). Cmd/Ctrl+Enter cũng có sẵn

source: Display
bg: Дисплей
bn: প্রদর্শন
cs: Zobrazit
el: Επίδειξη
fa: نمایش
fi: Näyttö
gu: પ્રદર્શન
hu: Kijelző
id: Menampilkan
ml: പദര്ശനം
mr: प्रदर्शन
or: ପ୍ରଦର୍ଶନ
pa: ਡਿਸਪਲੇਅ
ro: Afişa
sk: Zobrazenie
sv: Visa
ta: காட்சி
th: แสดง
uk: Показувати
ur: ڈسپلے
vi: Trưng bày

source: Realtime
bg: В реално време
bn: রিয়েলটাইম
cs: V reálném čase
el: Πραγματικός χρόνος
fa: در زمان واقعی
fi: Reaaliaikainen
gu: રીઅલ ટાઇમ
hu: Valós idő
id: Waktu nyata
ml: തൽസമയം
mr: रीअलटाइम
or: ରିଅଲ୍ ସମୟ |
pa: ਅਸਲੀ ਸਮਾਂ
ro: În timp real
sk: V reálnom čase
sv: Realtid
ta: நிகழ்நேரம்
th: เรียลไทม์
uk: У реальному часі
ur: ریئل ٹائم
vi: thời gian thực

source: Transport mode
bg: Транспортен режим
bn: পরিবহন মোড
cs: Režim transportu
el: Λειτουργία μεταφοράς
fa: حالت حمل و نقل
fi: Kuljetustila
gu: પરિવહન પદ્ધતિ
hu: Közlekedési mód
id: Moda transportasi
ml: ഗതാഗത മോഡ്
mr: परिवहन मोड
or: ପରିବହନ ମୋଡ୍
pa: ਟ੍ਰਾਂਸਪੋਰਟ ਮੋਡ
ro: Mod de transport
sk: Prepravný režim
sv: Transportläge
ta: போக்குவரத்து முறை
th: โหมดการขนส่ง
uk: Транспортний режим
ur: ٹرانسپورٹ موڈ
vi: Phương thức vận chuyển

# transportModeDescription
source: Choose how the app connects for realtime updates.
bg: Изберете как приложението се свързва за актуализации в реално време.
bn: অ্যাপ্লিকেশনটি কীভাবে রিয়েলটাইম আপডেটের জন্য সংযুক্ত করে তা চয়ন করুন।
cs: Vyberte, jak se aplikace připojuje pro aktualizace v reálném čase.
el: Επιλέξτε πώς συνδέεται η εφαρμογή για ενημερώσεις σε πραγματικό χρόνο.
fa: نحوه اتصال برنامه برای به روزرسانی های زمان واقعی را انتخاب کنید.
fi: Valitse kuinka sovellus muodostaa yhteyden reaaliaikaisia ​​päivityksiä.
gu: રીઅલટાઇમ અપડેટ્સ માટે એપ્લિકેશન કેવી રીતે કનેક્ટ થાય છે તે પસંદ કરો.
hu: Válassza ki, hogyan kapcsolódik az alkalmazás a valósidejű frissítésekhez.
id: Pilih bagaimana aplikasi terhubung untuk pembaruan waktu nyata.
ml: തത്സമയ അപ്ഡേറ്റുകൾക്കായി അപ്ലിക്കേഷൻ എങ്ങനെ ബന്ധിപ്പിക്കുന്നത് എങ്ങനെയെന്ന് തിരഞ്ഞെടുക്കുക.
mr: रीअलटाइम अद्यतनांसाठी अ‍ॅप कसा कनेक्ट होतो ते निवडा.
or: ରିଅଲ୍ ଟାଇମ୍ ଅପଡେଟ୍ ପାଇଁ ଆପ୍ କିପରି ସଂଯୋଗ ହୁଏ ଚୟନ କରନ୍ତୁ |
pa: ਚੁਣੋ ਕਿ ਐਪ ਰੀਅਲਟਾਈਮ ਅਪਡੇਟਾਂ ਲਈ ਕਿਵੇਂ ਜੁੜਦਾ ਹੈ.
ro: Alegeți cum se conectează aplicația pentru actualizări în timp real.
sk: Vyberte, ako sa aplikácia pripojí pre aktualizácie v reálnom čase.
sv: Välj hur appen ansluter för realtidsuppdateringar.
ta: நிகழ்நேர புதுப்பிப்புகளுக்கு பயன்பாடு எவ்வாறு இணைகிறது என்பதைத் தேர்வுசெய்க.
th: เลือกวิธีเชื่อมต่อแอปเพื่ออัปเดตแบบเรียลไทม์
uk: Виберіть, як додаток підключається до оновлень у реальному часі.
ur: ریئل ٹائم اپڈیٹس کے لئے ایپ کس طرح جڑتی ہے اس کا انتخاب کریں۔
vi: Chọn cách ứng dụng kết nối để cập nhật theo thời gian thực.

source: Mode
bg: Режим
bn: মোড
cs: Režim
el: Τρόπος
fa: حالت
fi: Tila
gu: પદ્ધતિ
hu: Mód
ml: മാതിരി
mr: मोड
or: ମୋଡ୍
pa: ਮੋਡ
ro: Mod
sk: Režim
sv: Läge
ta: பயன்முறை
th: โหมด
uk: Режим
ur: موڈ
vi: Cách thức

# transportModeAuto
source: Auto (Polling + WebSocket)
bg: Автоматично (анкетиране + WebSocket)
bn: অটো (পোলিং + ওয়েবসকেট)
cs: Auto (dotazování + websocket)
el: Auto (δημοσκόπηση + WebSocket)
fa: خودکار (نظرسنجی + WebSocket)
fi: Auto (äänestys + webSocket)
gu: Auto ટો (મતદાન + વેબસોકેટ)
hu: Auto (szavazás + WebSocket)
id: Otomatis (Polling + WebSocket)
ml: യാന്ത്രിക (പോളിംഗ് + വെബ് പോക്കറ്റ്)
mr: ऑटो (मतदान + वेबसॉकेट)
or: ଅଟୋ (ମତଦାନ + ୱେବ୍ ଆକୋଟେଟ୍)
pa: ਆਟੋ (ਪੋਲਿੰਗ + ਵੇਸਟਸਕੇਟ)
ro: Auto (sondaj + WebSocket)
sk: Auto (Anketa + WebSocket)
ta: ஆட்டோ (வாக்குப்பதிவு + வெப்சாக்கெட்)
th: อัตโนมัติ (โพล + WebSocket)
uk: Авто (опитування + WebSocket)
ur: آٹو (پولنگ + ویب ساکٹ)
vi: Tự động (Bỏ phiếu + WebSocket)

# transportModeWs
source: WebSocket only
bg: Само WebSocket
bn: কেবল ওয়েবকেট
cs: Pouze WebSocket
el: Μόνο το Websocket
fa: فقط WebSocket
fi: Vain WebSocket
gu: ફક્ત વેબસાઈટ
hu: Csak a WebSocket
id: Hanya WebSocket
ml: വെബ് പോക്കറ്റ് മാത്രം
mr: केवळ वेबसॉकेट
or: ୱେବଷ୍ଟୋ ମାର୍କେଟ୍ |
pa: ਸਿਰਫ ਵੈੱਬਸਕੇਕੇਟ
ro: Numai websocket
sk: Iba WebSocket
sv: ENDAST
ta: வெப்சாக்கெட் மட்டுமே
th: เว็บซ็อกเก็ตเท่านั้น
uk: Тільки Websocket
ur: صرف ویب ساکٹ
vi: Chỉ WebSocket

# transportModeAutoInfo
source: More robust on restrictive networks. Upgrades to WebSocket when possible.
bg: По -стабилни в рестриктивните мрежи. Ъпгрейди до WebSocket, когато е възможно.
bn: সীমাবদ্ধ নেটওয়ার্কগুলিতে আরও দৃ ust ়। সম্ভব হলে ওয়েবকেটে আপগ্রেড করা।
cs: Robustnější na restriktivních sítích. Pokud je to možné, upgrady na WebSocket.
el: Πιο ισχυρό στα περιοριστικά δίκτυα. Αναβαθμίσεις σε websocket όταν είναι δυνατόν.
fa: قوی تر در شبکه های محدود کننده. در صورت امکان به WebSocket ارتقا می یابد.
fi: Vahvempi rajoittavissa verkoissa. Päivitä WebSocket -palveluun, kun mahdollista.
gu: પ્રતિબંધિત નેટવર્ક્સ પર વધુ મજબૂત. શક્ય હોય ત્યારે વેબસોકેટમાં અપગ્રેડ્સ.
hu: Robusztusabb a korlátozó hálózatokon. Frissítések a WebSocket -re, ha lehetséges.
id: Lebih kuat pada jaringan yang membatasi. Tingkatkan versi ke WebSocket jika memungkinkan.
ml: നിയന്ത്രിത നെറ്റ്വർക്കുകളിൽ കൂടുതൽ ശക്തമാണ്. സാധ്യമാകുമ്പോൾ WEASTADES.
mr: प्रतिबंधात्मक नेटवर्कवर अधिक मजबूत. शक्य असल्यास वेबसॉकेटमध्ये श्रेणीसुधारित करा.
or: ପ୍ରତିବନ୍ଧକ ନେଟୱାର୍କରେ ଅଧିକ ଦୃ ust | ୱେବଷ୍ଟୋ ମାର୍କକୁ ଅପଗ୍ରେଡ୍ କରେ |
pa: ਪ੍ਰਤੀਬੰਧਕ ਨੈਟਵਰਕ ਤੇ ਵਧੇਰੇ ਮਜਬੂਤ. ਜਦੋਂ ਸੰਭਵ ਹੋਵੇ ਤਾਂ ਵੈੱਬਸੁਕ ਨੂੰ ਅੱਪਗਰੇਡ ਕਰਦਾ ਹੈ.
ro: Mai robust în rețelele restrictive. Actualizări la WebSocket atunci când este posibil.
sk: Robustnejšie v reštriktívnych sieťach. Ak je to možné, upgraduje sa na websocket.
sv: Mer robust på restriktiva nätverk. Uppgraderingar till WebSocket när det är möjligt.
ta: கட்டுப்பாட்டு நெட்வொர்க்குகளில் மிகவும் வலுவானது. முடிந்தவரை வெப்சாக்கெட்டுக்கு மேம்படுத்துகிறது.
th: แข็งแกร่งยิ่งขึ้นบนเครือข่ายที่มีข้อจำกัด อัปเกรดเป็น WebSocket เมื่อเป็นไปได้
uk: Більш надійні в обмежувальних мережах. Оновлення до WebSocket, коли це можливо.
ur: پابندی والے نیٹ ورکس پر زیادہ مضبوط۔ جب ممکن ہو تو ویب ساکٹ میں اپ گریڈ کریں۔
vi: Mạnh mẽ hơn trên các mạng hạn chế. Nâng cấp lên WebSocket khi có thể.

# transportModeWsInfo
source: Lower overhead, but may fail behind strict proxies/firewalls.
bg: По -ниски надземни, но може да се провали зад строги прокси/защитни стени.
bn: নিম্ন ওভারহেড, তবে কঠোর প্রক্সি/ফায়ারওয়ালের পিছনে ব্যর্থ হতে পারে।
cs: Nižší režijní náklady, ale může selhat za přísnými proxy/firewally.
el: Κάτω από το κεφάλι, αλλά μπορεί να αποτύχει πίσω από αυστηρούς πληρεξούσιους/τείχη προστασίας.
fa: سربار پایین ، اما ممکن است در پشت پروکسی ها/فایروال های سخت شکست بخورد.
fi: Pienempi yläpuolella, mutta voi epäonnistua tiukkojen välityspalvelimien/palomuurien takana.
gu: નીચલા ઓવરહેડ, પરંતુ કડક પ્રોક્સીઓ/ફાયરવ alls લ્સ પાછળ નિષ્ફળ થઈ શકે છે.
hu: Alsó feje, de kudarcot vallhat a szigorú proxyk/tűzfalak mögött.
id: Overhead lebih rendah, tetapi mungkin gagal di balik proxy/firewall yang ketat.
ml: താഴ്ന്ന ഓവർഹെഡ്, പക്ഷേ കർശനമായ പ്രോക്സികൾ / ഫയർവാളുകൾക്ക് പിന്നിൽ പരാജയപ്പെടാം.
mr: लोअर ओव्हरहेड, परंतु कठोर प्रॉक्सी/फायरवॉलच्या मागे अपयशी ठरू शकते.
or: ନିମ୍ନ ଓଭରହେଡ୍, କିନ୍ତୁ କଠୋର ପ୍ରକ୍ସିଭ୍ / ଫାୟାରୱାଲ ପଛରେ ବିଫଳ ହୋଇପାରେ |
pa: ਘੱਟ ਓਵਰਹੈੱਡ, ਪਰ ਸਖਤ ਪਰਾਕਸੀ / ਫਾਇਰਵਾਲ ਦੇ ਪਿੱਛੇ ਅਸਫਲ ਹੋ ਸਕਦਾ ਹੈ.
ro: Mai scăzut deasupra capului, dar poate eșua în spatele unor procuri/firewall -uri stricte.
sk: Nižšie réžia, ale môže zlyhať za prísnymi proxy/bránymi firewall.
sv: Lägre overhead, men kan misslyckas bakom strikta proxyer/brandväggar.
ta: குறைந்த மேல்நிலை, ஆனால் கடுமையான ப்ராக்ஸிகள்/ஃபயர்வால்களுக்குப் பின்னால் தோல்வியடையக்கூடும்.
th: ลดค่าใช้จ่าย แต่อาจล้มเหลวหลังพร็อกซี/ไฟร์วอลล์ที่เข้มงวด
uk: Нижні накладні витрати, але можуть зазнати невдачі за суворими проксі -серверами/брандмауерами.
ur: کم ہیڈ ، لیکن سخت پراکسی/فائر وال کے پیچھے ناکام ہوسکتا ہے۔
vi: Chi phí thấp hơn nhưng có thể thất bại sau các proxy/tường lửa nghiêm ngặt.

# serverUrlHint
source: https://your-server.com
id: https://server-Anda.com
or: https://our-server.com
pa: https://ser-erver.com
