Repository: y4shg/jyotigpt
Catalog: lib/l10n/app_*.arb
Languages: bg, bn, cs, el, fa, fi, gu, hu, id, ml, mr, or, pa, ro, sk, sv, ta, th, uk, ur, vi

# voiceTranscript
source: Transcript
bg: Препис
bn: প্রতিলিপি
cs: Přepis
el: Αντίγραφο
fa: رونوشت
fi: Kopio
gu: અનુલિપિ
hu: Átirat
id: Salinan
ml: ട്രാൻസ്ക്രിപ്റ്റ്
mr: उतारा
or: ଟ୍ରାନ୍ସକ୍ରିପ୍ଟ
pa: ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ
ro: Transcriere
sk: Prepis
sv: Avskrift
ta: படியெடுத்தல்
th: การถอดเสียง
uk: Стенограма
ur: نقل
vi: bảng điểm

# voicePromptSpeakNow
source: Speak now…
bg: Говорете сега ...
bn: এখন কথা বলুন…
cs: Mluvit teď ...
el: Μιλήστε τώρα…
fa: اکنون صحبت کنید ...
fi: Puhu nyt ...
gu: હવે બોલો…
hu: Beszélj most ...
id: Bicara sekarang…
ml: ഇപ്പോൾ സംസാരിക്കുക…
mr: आता बोला…
or: ଏବେ କୁହ ...
pa: ਹੁਣ ਬੋਲੋ ...
ro: Vorbește acum…
sk: Hovor teraz ...
sv: Tala nu ...
ta: இப்போது பேசுங்கள்…
th: พูดตอนนี้...
uk: Говоріть зараз ...
ur: اب بولیں…
vi: Nói bây giờ…

# voicePromptTapStart
source: Tap Start to begin
bg: Докоснете Започнете да започнете
bn: শুরু করতে শুরু করুন আলতো চাপুন
cs: Klepněte na začátek
el: Πατήστε Ξεκινήστε για να ξεκινήσετε
fa: شروع به شروع برای شروع
fi: Napauta Käynnistä aloittaa
gu: શરૂ થવા માટે ટેપ કરો
hu: Érintse meg a Kezdet kezdetét
id: Ketuk Mulai untuk memulai
ml: ആരംഭിക്കാൻ ആരംഭിക്കുക ടാപ്പുചെയ്യുക
mr: प्रारंभ करण्यासाठी टॅप करा
or: ଆରମ୍ଭ କରିବାକୁ ଆରମ୍ଭ ଟ୍ୟାପ୍ କରନ୍ତୁ |
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸਟਾਰਟ ਟੈਪ ਕਰੋ
ro: Atingeți începe să înceapă
sk: Klepnite na začiatok
sv: Tryck på början för att börja
ta: தொடங்கத் தொடங்கவும்
th: แตะเริ่มเพื่อเริ่มต้น
uk: Натисніть почати починати
ur: شروع کرنے کے لئے شروع کرنے کے لئے ٹیپ کریں
vi: Nhấn Bắt đầu để bắt đầu

# voiceActionStop
source: Stop
bg: Спрете
bn: থামুন
cs: Zastávka
el: Στάση
fa: توقف
gu: રોકવું
id: Berhenti
ml: നിർത്തുക
mr: थांबवा
or: ବନ୍ଦ କର |
pa: ਰੂਕੋ
sk: Zastavenie
sv: Stopp
ta: நிறுத்து
th: หยุด
uk: СТІЙ
ur: بند کرو
vi: Dừng lại

# voiceActionStart
source: Start
bg: Започнете
bn: শুরু
el: Αρχή
fa: شروع
fi: Alkaa
gu: શરૂઆત કરવી
hu: Indul
id: Awal
ml: തുടക്കംകുറിക്കുക
mr: प्रारंभ करा
or: ଆରମ୍ଭ କର |
pa: ਸ਼ੁਰੂ ਕਰੋ
ro: Început
sk: Štart
ta: தொடக்க
th: เริ่ม
uk: Почати
ur: شروع کریں
vi: Bắt đầu

# messageInputLabel
source: Message input
bg: Въвеждане на съобщение
bn: বার্তা ইনপুট
cs: Vstup zprávy
el: Είσοδος μηνύματος
fa: ورودی پیام
fi: Viestin syöttö
gu: સંદેશક
hu: Üzenet bemenete
id: Masukan pesan
ml: സന്ദേശ ഇൻപുട്ട്
mr: संदेश इनपुट
or: ବାର୍ତ୍ତା ଇନପୁଟ୍
pa: ਸੁਨੇਹਾ ਇੰਪੁੱਟ
ro: Intrare mesaj
sk: Vstup
sv: Meddelandeinmatning
ta: செய்தி உள்ளீடு
th: การป้อนข้อความ
uk: Введення повідомлення
ur: پیغام ان پٹ
vi: Nhập tin nhắn

# messageInputHint
source: Type your message
bg: Въведете вашето съобщение
bn: আপনার বার্তা টাইপ করুন
cs: Zadejte svou zprávu
el: Πληκτρολογήστε το μήνυμά σας
fa: پیام خود را تایپ کنید
fi: Kirjoita viestisi
gu: તમારો સંદેશ લખો
hu: Írja be az üzenetét
id: Ketik pesan Anda
ml: നിങ്ങളുടെ സന്ദേശം ടൈപ്പുചെയ്യുക
mr: आपला संदेश टाइप करा
or: ଆପଣଙ୍କର ବାର୍ତ୍ତା ଟାଇପ୍ କରନ୍ତୁ |
pa: ਆਪਣਾ ਸੁਨੇਹਾ ਟਾਈਪ ਕਰੋ
ro: Introduceți mesajul
sk: Zadajte svoju správu
sv: Skriv ditt meddelande
ta: உங்கள் செய்தியைத் தட்டச்சு செய்க
th: พิมพ์ข้อความของคุณ
uk: Введіть своє повідомлення
ur: اپنا پیغام ٹائپ کریں
vi: Nhập tin nhắn của bạn

# messageHintText
source: Message...
bg: Съобщение ...
bn: বার্তা ...
cs: Zpráva...
el: Μήνυμα...
fa: پیام ...
fi: Viesti...
gu: સંદેશ ...
hu: Üzenet...
id: Pesan...
ml: സന്ദേശം ...
mr: संदेश ...
or: ବାର୍ତ୍ତା ...
pa: ਸੁਨੇਹਾ ...
ro: Mesaj...
sk: Správa ...
sv: Meddelande...
ta: செய்தி ...
th: ข้อความ...
uk: Повідомлення ...
ur: پیغام ...
vi: Tin nhắn...

source: Stop generating
bg: Спрете да генерирате
bn: উত্পন্ন করা বন্ধ করুন
cs: Přestaňte generovat
el: Σταματήστε τη δημιουργία
fa: متوقف کردن تولید
fi: Lopettaa tuotanto
gu: જનરેટ કરવાનું બંધ કરો
hu: Hagyd abba a generációt
id: Berhenti menghasilkan
ml: സൃഷ്ടിക്കുന്നത് നിർത്തുക
mr: व्युत्पन्न थांबवा
or: ସୃଷ୍ଟି କରିବା ବନ୍ଦ କର |
pa: ਤਿਆਰ ਕਰਨਾ ਬੰਦ ਕਰੋ
ro: Nu mai genera
sk: Prestať generovať
sv: Sluta generera
ta: உருவாக்குவதை நிறுத்துங்கள்
th: หยุดสร้าง
uk: Перестань генерувати
ur: پیدا کرنا بند کریں
vi: Dừng tạo

source: Send
bg: Изпратете
bn: প্রেরণ
cs: Poslat
el: Στέλνω
fa: ارسال کردن
fi: Lähettää
gu: મોકલવું
hu: Elküld
id: Mengirim
ml: അയയ്ക്കുക
mr: पाठवा
or: ପଠାନ୍ତୁ
pa: ਭੇਜੋ
ro: Trimite
sk: Odoslať
sv: Skicka
ta: அனுப்பு
th: ส่ง
uk: Надсилати
ur: بھیجیں
vi: Gửi

source: Code copied to clipboard.
bg: Код, копиран в клипборда.
bn: কোড ক্লিপবোর্ডে অনুলিপি করা হয়েছে।
cs: Kód zkopírován do schránky.
el: Ο κωδικός αντιγράφηκε στο πρόχειρο.
fa: کد کپی شده در کلیپ بورد.
fi: Leikepöydälle kopioitu koodi.
gu: ક્લિપબોર્ડ પર કોડ ક ied પિ કરે છે.
hu: A vágólapra másolt kód.
id: Kode disalin ke papan klip.
ml: കോഡ് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി.
mr: कोड क्लिपबोर्डवर कॉपी केलेला.
or: କ୍ଲିପବୋର୍ଡରେ କୋଡ୍ କପି କରାଯାଇଛି |
pa: ਕੋਡ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਨਕਲ ਕੀਤਾ.
ro: Cod copiat în clipboard.
sk: Kód skopírovaný do schránky.
sv: Kod kopierad till Urklipp.
ta: குறியீடு கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது.
th: คัดลอกโค้ดไปยังคลิปบอร์ดแล้ว
uk: Код скопіюється в буфер обміну.
ur: کوڈ کو کلپ بورڈ میں کاپی کیا گیا۔
vi: Đã sao chép mã vào clipboard.

source: Send message
bg: Изпращане на съобщение
bn: বার্তা প্রেরণ
cs: Odeslat zprávu
el: Αποστολή μηνύματος
fa: ارسال پیام
fi: Lähetä viesti
gu: સંદેશ મોકલો
hu: Üzenet küldése
id: Kirim pesan
ml: സന്ദേശം അയയ്ക്കുക
mr: संदेश पाठवा
or: ବାର୍ତ୍ତା ପଠାନ୍ତୁ |
pa: ਸੁਨੇਹਾ ਭੇਜੋ
ro: Trimite mesaj
sk: Posielať správu
sv: Skicka meddelande
ta: செய்தி அனுப்பவும்
th: ส่งข้อความ
uk: Надіслати повідомлення
ur: پیغام بھیجیں
vi: Gửi tin nhắn

source: File
bg: Файл
bn: ফাইল
cs: Soubor
el: Αρχείο
fa: پرونده
fi: Tiedosto
gu: ફાઈલ
hu: Irat
id: Mengajukan
ml: ഫയല്
mr: फाईल
or: ଫାଇଲ୍ |
pa: ਫਾਈਲ
ro: Fişier
sk: Podpis
sv: Fil
ta: கோப்பு
th: ไฟล์
uk: Файл
ur: فائل
vi: Tài liệu

source: Photo
bg: Снимка
bn: ছবি
cs: Fotografie
el: Φωτογραφία
fa: عکس
fi: Kuva
gu: ફોટો
hu: Fénykép
id: Foto
ml: ഫോട്ടോ
mr: फोटो
or: ଫଟୋ
pa: ਫੋਟੋ
ro: Fotografie
sk: Fotografia
sv: Bild
ta: புகைப்படம்
th: รูปถ่าย
uk: Фото
ur: تصویر
vi: Ảnh

source: Camera
bg: Камера
bn: ক্যামেরা
cs: Fotoaparát
el: Κάμερα
fa: دوربین
fi: Kamera
gu: કેમેરા
hu: Kamera
id: Kamera
ml: കാമറ
mr: कॅमेरा
or: କ୍ୟାମେରା
pa: ਕੈਮਰਾ
sk: Kamera
sv: Kamera
ta: கேமரா
th: กล้อง
uk: Камера
ur: کیمرا
vi: Máy ảnh

# apiUnavailable
source: API service not available
bg: API услуга не е налична
bn: এপিআই পরিষেবা উপলব্ধ নয়
cs: Služba API není k dispozici
el: Η υπηρεσία API δεν είναι διαθέσιμη
fa: سرویس API در دسترس نیست
fi: API -palvelu ei ole saatavilla
gu: API સેવા ઉપલબ્ધ નથી
hu: API szolgáltatás nem áll rendelkezésre
id: Layanan API tidak tersedia
ml: API സേവനം ലഭ്യമല്ല
mr: एपीआय सेवा उपलब्ध नाही
or: API ସେବା ଉପଲବ୍ଧ ନାହିଁ |
pa: ਏਪੀਆਈ ਸੇਵਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ro: Serviciul API nu este disponibil
sk: Služba API nie je k dispozícii
sv: API -tjänsten är inte tillgänglig
ta: ஏபிஐ சேவை கிடைக்கவில்லை
th: บริการ API ไม่พร้อมใช้งาน
uk: Послуга API недоступна
ur: API سروس دستیاب نہیں ہے
vi: Dịch vụ API không khả dụng

source: Unable to load image
bg: Не може да се зареди изображение
bn: চিত্র লোড করতে অক্ষম
cs: Nelze načíst obrázek
el: Δεν είναι δυνατή η φόρτωση εικόνας
fa: بارگیری تصویر امکان پذیر نیست
fi: Kuvaa ei voi ladata
gu: છબી લોડ કરવામાં અસમર્થ
hu: Képtelen betölteni a képet
id: Tidak dapat memuat gambar
ml: ഇമേജ് ലോഡുചെയ്യാൻ കഴിയില്ല
mr: प्रतिमा लोड करण्यात अक्षम
or: ପ୍ରତିଛବି ଲୋଡ୍ କରିବାକୁ ଅସମର୍ଥ |
pa: ਚਿੱਤਰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
ro: Imposibil de încărcat imaginea
sk: Nie je možné načítať obrázok
sv: Det går inte att ladda bilden
ta: படத்தை ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดภาพได้
uk: Неможливо завантажити зображення
ur: تصویر کو لوڈ کرنے سے قاصر ہے
vi: Không thể tải hình ảnh

# invalidDataUrl
source: Invalid data URL format
bg: Невалиден формат на URL адреса на данни
bn: অবৈধ ডেটা ইউআরএল ফর্ম্যাট
cs: Neplatný formát URL dat
el: Μη έγκυρη μορφή URL δεδομένων
fa: فرمت URL داده نامعتبر است
fi: Virheellinen data -URL -muotoinen muoto
gu: અમાન્ય ડેટા URL ફોર્મેટ
hu: Érvénytelen adat URL -formátum
id: Format URL data tidak valid
ml: ഡാറ്റ URL ഫോർമാറ്റ് അസാധുവാണ്
mr: अवैध डेटा url स्वरूप
or: ଅବ val ଧ ଡାଟା URL ଫର୍ମାଟ୍ |
pa: ਗਲਤ ਡਾਟਾ URL ਫਾਰਮੈਟ
ro: Format URL de date nevalid
sk: Neplatný formát URL Data
sv: Ogiltig data -URL -format
ta: தவறான தரவு URL வடிவம்
th: รูปแบบ URL ข้อมูลไม่ถูกต้อง
uk: Недійсний формат URL -адреси даних
ur: غلط ڈیٹا یو آر ایل فارمیٹ
vi: Định dạng URL dữ liệu không hợp lệ

source: Failed to decode image
bg: Неуспешно декодиране на изображението
bn: চিত্র ডিকোড করতে ব্যর্থ
cs: Nepodařilo se dekódovat obrázek
el: Αποτυχία αποκωδικοποίησης εικόνας
fa: رمزگشایی تصویر انجام نشد
fi: Kuvan purkaminen epäonnistui
gu: છબીને ડીકોડ કરવામાં નિષ્ફળ
hu: Nem sikerült dekódolni a képet
id: Gagal memecahkan kode gambar
ml: ഇമേജ് ഡീകോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
mr: प्रतिमा डीकोड करण्यात अयशस्वी
or: ପ୍ରତିଛବି ଡିକୋଡ୍ କରିବାରେ ବିଫଳ |
pa: ਚਿੱਤਰ ਨੂੰ ਡੀਕੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să decodeze imaginea
sk: Nepodarilo sa dekódovať obrázok
sv: Det gick inte att avkoda bilden
ta: படத்தை டிகோட் செய்வதில் தோல்வி
th: ไม่สามารถถอดรหัสภาพได้
uk: Не вдалося розшифрувати зображення
ur: تصویر کو ڈی کوڈ کرنے میں ناکام
vi: Không thể giải mã hình ảnh

source: Invalid image format
bg: Невалиден формат на изображението
bn: অবৈধ চিত্র ফর্ম্যাট
cs: Neplatný formát obrazu
el: Μη έγκυρη μορφή εικόνας
fa: فرمت تصویر نامعتبر است
fi: Virheellinen kuvamuoto
gu: અમાન્ય છબી બંધારણ
hu: Érvénytelen képformátum
id: Format gambar tidak valid
ml: ഇമേജ് ഫോർമാറ്റ് അസാധുവാണ്
mr: अवैध प्रतिमा स्वरूप
or: ଅବ val ଧ ପ୍ରତିଛବି ଫର୍ମାଟ୍ |
pa: ਗਲਤ ਚਿੱਤਰ ਫਾਰਮੈਟ
ro: Format de imagine nevalid
sk: Neplatný formát obrazu
sv: Ogiltigt bildformat
ta: தவறான பட வடிவம்
th: รูปแบบภาพไม่ถูกต้อง
uk: Недійсний формат зображення
ur: غلط تصویری شکل
vi: Định dạng hình ảnh không hợp lệ

source: Empty image data
bg: Празни данни за изображението
bn: খালি চিত্রের ডেটা
cs: Prázdná obrazová data
el: Κενά δεδομένα εικόνας
fa: داده های تصویر خالی
fi: Tyhjä kuvadata
gu: ખાલી છબી ડેટા
hu: Üres képadatok
id: Data gambar kosong
ml: ഇമേജ് ഡാറ്റ ശൂന്യമാക്കുക
mr: रिक्त प्रतिमा डेटा
or: ଖାଲି ପ୍ରତିଛବି ତଥ୍ୟ |
pa: ਖਾਲੀ ਚਿੱਤਰ ਡਾਟਾ
ro: Date de imagine goale
sk: Prázdne obrazové údaje
sv: Tomma bilddata
ta: வெற்று பட தரவு
th: ข้อมูลภาพว่างเปล่า
uk: Порожні дані зображення
ur: خالی تصویری ڈیٹا
vi: Dữ liệu hình ảnh trống

# featureRequiresInternet
source: This feature requires an internet connection
bg: Тази функция изисква интернет връзка
bn: এই বৈশিষ্ট্যটির জন্য একটি ইন্টারনেট সংযোগ প্রয়োজন
cs: Tato funkce vyžaduje připojení k internetu
el: Αυτή η λειτουργία απαιτεί σύνδεση στο Διαδίκτυο
fa: این ویژگی نیاز به اتصال به اینترنت دارد
fi: Tämä ominaisuus vaatii Internet -yhteyden
gu: આ સુવિધા માટે ઇન્ટરનેટ કનેક્શનની જરૂર છે
hu: Ez a szolgáltatás internetkapcsolatot igényel
id: Fitur ini memerlukan koneksi internet
ml: ഈ സവിശേഷതയ്ക്ക് ഒരു ഇന്റർനെറ്റ് കണക്ഷൻ ആവശ്യമാണ്
mr: या वैशिष्ट्यासाठी इंटरनेट कनेक्शन आवश्यक आहे
or: ଏହି ବ feature ଶିଷ୍ଟ୍ୟ ଏକ ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ଆବଶ୍ୟକ କରେ |
pa: ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਲਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ
ro: Această caracteristică necesită o conexiune la internet
sk: Táto funkcia vyžaduje pripojenie na internet
sv: Den här funktionen kräver en internetanslutning
ta: இந்த அம்சத்திற்கு இணைய இணைப்பு தேவை
th: คุณลักษณะนี้ต้องใช้การเชื่อมต่ออินเทอร์เน็ต
uk: Ця функція вимагає підключення до Інтернету
ur: اس خصوصیت کے لئے انٹرنیٹ کنیکشن کی ضرورت ہے
vi: Tính năng này yêu cầu kết nối internet

# messagesWillSendWhenOnline
source: Messages will be sent when you're back online
bg: Съобщенията ще бъдат изпращани, когато се върнете онлайн
bn: আপনি যখন অনলাইনে ফিরে আসবেন তখন বার্তা প্রেরণ করা হবে
cs: Zprávy budou odeslány, až budete zpět online
el: Τα μηνύματα θα σταλούν όταν επιστρέφετε στο διαδίκτυο
fa: پیام ها هنگام بازگشت آنلاین ارسال می شوند
fi: Viestit lähetetään, kun olet palannut verkkoon
gu: જ્યારે તમે back નલાઇન પાછા આવશો ત્યારે સંદેશા મોકલવામાં આવશે
hu: Az üzeneteket akkor küldjük el, amikor visszatér az interneten
id: Pesan akan dikirim ketika Anda kembali online
ml: നിങ്ങൾ ഓൺലൈനിൽ തിരിച്ചെത്തുമ്പോൾ സന്ദേശങ്ങൾ അയയ്ക്കും
mr: आपण ऑनलाइन परत आल्यावर संदेश पाठविले जातील
or: ଯେତେବେଳେ ଆପଣ ଅନଲାଇନ୍ ଫେରି ନ ଥିବେ ବାର୍ତ୍ତା ପଠାଯିବ |
pa: ਜਦੋਂ ਤੁਸੀਂ ਵਾਪਸ ਆ ਜਾਂਦੇ ਹੋ ਤਾਂ ਸੁਨੇਹੇ ਭੇਜੇ ਜਾਣਗੇ
ro: Mesajele vor fi trimise atunci când veți reveni online
sk: Správy budú odoslané, keď budete späť online
sv: Meddelanden skickas när du är tillbaka online
ta: நீங்கள் ஆன்லைனில் திரும்பும்போது செய்திகள் அனுப்பப்படும்
th: ข้อความจะถูกส่งเมื่อคุณกลับมาออนไลน์
uk: Повідомлення будуть надіслані, коли ви повернетесь до Інтернету
ur: جب آپ آن لائن واپس آئیں گے تو پیغامات بھیجے جائیں گے
vi: Tin nhắn sẽ được gửi khi bạn trực tuyến trở lại

source: Confirm
bg: Потвърдете
bn: নিশ্চিত করুন
cs: Potvrdit
el: Επιβεβαιώνω
fa: تأیید کردن
fi: Vahvistaa
gu: પુષ્ટિ આપવી
hu: Megerősít
id: Mengonfirmasi
ml: ഉറപ്പിക്കുക
mr: पुष्टी करा
or: ନିଶ୍ଚିତ କର |
pa: ਪੁਸ਼ਟੀ ਕਰੋ
ro: Confirma
sk: Potvrdiť
sv: Bekräfta
ta: உறுதிப்படுத்தவும்
th: ยืนยัน
uk: Підтверджувати
ur: تصدیق کریں
vi: Xác nhận

source: Cancel
bg: Отказ
bn: বাতিল
cs: Zrušit
el: Ματαίωση
fa: لغو کردن
fi: Peruuttaa
gu: રદ કરવું
hu: Töröl
id: Membatalkan
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ୍ କରନ୍ତୁ |
pa: ਰੱਦ ਕਰੋ
ro: Anula
sk: Zrušiť
sv: Avboka
ta: ரத்துசெய்
th: ยกเลิก
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

source: OK
bg: Добре
bn: ঠিক আছে
cs: Dobře
el: ΕΝΤΑΞΕΙ
fa: خوب
fi: Hyvä
gu: ઠીક
hu: RENDBEN
id: OKE
ml: ശരി
mr: ठीक आहे
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
ro: Bine
sk: V poriadku
ta: சரி
th: ตกลง
uk: Добре
ur: ٹھیک ہے
vi: ĐƯỢC RỒI

source: Input field
bg: Поле за въвеждане
bn: ইনপুট ক্ষেত্র
cs: Vstupní pole
el: Πεδίο εισόδου
fa: قسمت ورودی
fi: Syöttökenttä
gu: ઇનપુટ ક્ષેત્ર
hu: Bemeneti mező
id: Bidang masukan
ml: ഇൻപുട്ട് ഫീൽഡ്
mr: इनपुट फील्ड
or: ଇନପୁଟ୍ ଫିଲ୍ଡ
pa: ਇੰਪੁੱਟ ਖੇਤਰ
ro: Câmp de intrare
sk: Vstupné pole
sv: Inmatningsfält
ta: உள்ளீட்டு புலம்
th: ช่องป้อนข้อมูล
uk: Поле введення
ur: ان پٹ فیلڈ
vi: Trường nhập liệu

# captureDocumentOrImage
source: Capture a document or image
bg: Заснемете документ или изображение
bn: একটি নথি বা চিত্র ক্যাপচার করুন
cs: Zachyťte dokument nebo obrázek
el: Καταγράψτε ένα έγγραφο ή μια εικόνα
fa: یک سند یا تصویر را ضبط کنید
fi: Kaappaa asiakirja tai kuva
gu: દસ્તાવેજ અથવા છબી કેપ્ચર કરો
hu: Rögzítsen egy dokumentumot vagy képet
id: Ambil dokumen atau gambar
ml: ഒരു പ്രമാണമോ ഇമേജോ ക്യാപ്ചർ ചെയ്യുക
mr: दस्तऐवज किंवा प्रतिमा कॅप्चर करा
or: ଏକ ଡକ୍ୟୁମେଣ୍ଟ୍ କିମ୍ବା ପ୍ରତିଛବି କ୍ୟାପଚର କରନ୍ତୁ |
pa: ਇੱਕ ਦਸਤਾਵੇਜ਼ ਜਾਂ ਚਿੱਤਰ ਨੂੰ ਫੜੋ
ro: Capturați un document sau o imagine
sk: Zachytiť dokument alebo obrázok
sv: Fånga ett dokument eller en bild
ta: ஒரு ஆவணம் அல்லது படத்தைப் பிடிக்கவும்
th: จับภาพเอกสารหรือรูปภาพ
uk: Захоплення документа або зображення
ur: کسی دستاویز یا تصویر پر قبضہ کریں
vi: Chụp một tài liệu hoặc hình ảnh

source: Check Connection
bg: Проверете връзката
bn: সংযোগ পরীক্ষা করুন
cs: Zkontrolujte připojení
el: Έλεγχος σύνδεσης
fa: اتصال را بررسی کنید
fi: Tarkista yhteys
gu: જોડાણ તપાસો
hu: Ellenőrizze a csatlakozást
id: Periksa Koneksi
ml: കണക്ഷൻ പരിശോധിക്കുക
mr: कनेक्शन तपासा
or: ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਕੁਨੈਕਸ਼ਨ ਚੈੱਕ ਕਰੋ
ro: Verificați conexiunea
sk: Skontrolovať pripojenie
sv: Kontrollera anslutningen
ta: இணைப்பைச் சரிபார்க்கவும்
th: ตรวจสอบการเชื่อมต่อ
uk: Перевірте з'єднання
ur: کنکشن چیک کریں
vi: Kiểm tra kết nối

source: Open Settings
bg: Отворени настройки
bn: ওপেন সেটিংস
cs: Otevřené nastavení
el: Ανοίξτε τις ρυθμίσεις
fa: تنظیمات باز
fi: Avaa asetukset
gu: ખુલ્લી સેટિંગ્સ
hu: Nyissa meg a beállításokat
id: Buka Pengaturan
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
mr: सेटिंग्ज उघडा
or: ଖୋଲା ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
ro: Setări deschise
sk: Otvorené nastavenia
sv: Öppna inställningar
ta: திறந்த அமைப்புகள்
th: เปิดการตั้งค่า
uk: Відкриті налаштування
ur: کھلی ترتیبات
vi: Mở Cài đặt

source: Choose Different File
bg: Изберете различен файл
bn: বিভিন্ন ফাইল চয়ন করুন
cs: Vyberte jiný soubor
el: Επιλέξτε διαφορετικό αρχείο
fa: پرونده های مختلف را انتخاب کنید
fi: Valitse erilainen tiedosto
gu: વિવિધ ફાઇલ પસંદ કરો
hu: Válasszon különféle fájlt
id: Pilih File Berbeda
ml: വ്യത്യസ്ത ഫയൽ തിരഞ്ഞെടുക്കുക
mr: भिन्न फाईल निवडा
or: ବିଭିନ୍ନ ଫାଇଲ୍ ବାଛନ୍ତୁ |
pa: ਵੱਖਰੀ ਫਾਈਲ ਚੁਣੋ
ro: Alegeți fișier diferit
sk: Vyberte iný súbor
sv: Välj annan fil
ta: வெவ்வேறு கோப்பைத் தேர்வுசெய்க
th: เลือกไฟล์อื่น
uk: Виберіть інший файл
ur: مختلف فائل کا انتخاب کریں
vi: Chọn tệp khác

source: Go Back
bg: Върнете се
bn: ফিরে যাও
cs: Vraťte se
el: Πάω πίσω
fa: بازگشت
fi: Palata
gu: Backતરવું
hu: Visszamegy
id: Kembali
ml: മടങ്ങിപ്പോവുക
mr: परत जा
or: ଫେରିଯାଅ
pa: ਵਾਪਸ ਜਾਓ
ro: Întoarce-te
sk: Vrátiť sa
sv: Återgå
ta: திரும்பிச் செல்லுங்கள்
th: กลับไป
uk: Повернутися
ur: واپس جاؤ
vi: Quay lại

source: Technical Details
bg: Технически подробности
bn: প্রযুক্তিগত বিবরণ
cs: Technické podrobnosti
el: Τεχνικές λεπτομέρειες
fa: جزئیات فنی
fi: Tekniset yksityiskohdat
gu: તકનિકી વિગતો
hu: Műszaki részletek
id: Detail Teknis
ml: സാങ്കേതിക വിശദാംശങ്ങൾ
mr: तांत्रिक तपशील
or: ଯାନ୍ତ୍ରିକ ବିବରଣୀ
pa: ਤਕਨੀਕੀ ਵੇਰਵਾ
ro: Detalii tehnice
sk: Technické podrobnosti
sv: Tekniska detaljer
ta: தொழில்நுட்ப விவரங்கள்
th: รายละเอียดทางเทคนิค
uk: Технічні деталі
ur: تکنیکی تفصیلات
vi: Chi tiết kỹ thuật

source: Save
bg: Запазете
bn: সংরক্ষণ করুন
cs: Uložit
el: Εκτός
fa: پس انداز کردن
fi: Tallentaa
gu: બચત કરવી
hu: Megtakarítás
id: Menyimpan
ml: രക്ഷിക്കുക
mr: जतन करा
or: ସଞ୍ଚୟ କରନ୍ତୁ |
pa: ਸੇਵ
ro: Salva
sk: Uložiť
sv: Spara
ta: சேமிக்கவும்
th: บันทึก
uk: Заощадити
ur: بچت کریں
vi: Cứu

source: Choose Model
bg: Изберете модел
bn: মডেল চয়ন করুন
cs: Vyberte model
el: Επιλέξτε μοντέλο
fa: مدل را انتخاب کنید
fi: Valitse malli
gu: મોડેલ પસંદ કરો
hu: Válassza ki a modellt
id: Pilih Model
ml: മോഡൽ തിരഞ്ഞെടുക്കുക
mr: मॉडेल निवडा
or: ମଡେଲ୍ ବାଛନ୍ତୁ |
pa: ਮਾਡਲ ਚੁਣੋ
ro: Alegeți modelul
sk: Vyberte model
sv: Välj modell
ta: மாதிரியைத் தேர்வுசெய்க
th: เลือกรุ่น
uk: Виберіть модель
ur: ماڈل کا انتخاب کریں
vi: Chọn mẫu

source: REVIEWER MODE
bg: Режим на рецензент
bn: পর্যালোচক মোড
cs: Režim recenzenta
el: Λειτουργία αναθεωρητή
fa: حالت داوری
fi: Arvioijatila
gu: સમીક્ષા -મોડ
hu: Értékelő mód
id: MODE PENINJAU
ml: അവലോകക മോഡ്
mr: पुनरावलोकनकर्ता मोड
or: ସମୀକ୍ଷକ ମୋଡ୍
pa: ਸਮੀਖਿਅਕ mode ੰਗ
ro: Mod de recenzor
sk: Recenzent
sv: Granskarläge
ta: விமர்சகர் பயன்முறை
th: โหมดผู้ตรวจสอบ
uk: Режим рецензента
ur: جائزہ لینے والا وضع
vi: CHẾ ĐỘ ĐÁNH GIÁ

source: Select Language
bg: Изберете език
bn: ভাষা নির্বাচন করুন
cs: Vyberte jazyk
el: Επιλέξτε τη γλώσσα
fa: زبان را انتخاب کنید
fi: Valitse kieli
gu: ભાષા પસંદ કરો
hu: Válassza ki a nyelvet
id: Pilih Bahasa
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
or: ଭାଷା ଚୟନ କରନ୍ତୁ |
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ro: Selectați limba
sk: Vyberte jazyk
sv: Välj språk
ta: மொழியைத் தேர்ந்தெடுக்கவும்
th: เลือกภาษา
uk: Виберіть мову
ur: زبان منتخب کریں
vi: Chọn ngôn ngữ

source: New Folder
bg: Нова папка
bn: নতুন ফোল্ডার
cs: Nová složka
el: Νέος φάκελος
fa: پوشه جدید
fi: Uusi kansio
gu: નવું ફોલ્ડર
hu: Új mappa
id: Folder Baru
ml: പുതിയ ഫോൾഡർ
mr: नवीन फोल्डर
or: ନୂତନ ଫୋଲ୍ଡର୍ |
pa: ਨਵਾਂ ਫੋਲਡਰ
ro: Folder nou
sk: Nový priečinok
sv: Nymapp
ta: புதிய கோப்புறை
th: โฟลเดอร์ใหม่
uk: Нова папка
ur: نیا فولڈر
vi: Thư mục mới

source: Folder name
bg: Име на папката
bn: ফোল্ডারের নাম
cs: Název složky
el: Όνομα φακέλου
fa: نام پوشه
fi: Kansionimi
gu: ફોલ્ડર નામ
hu: Mappanév
id: Nama folder
ml: ഫോൾഡർ നാമം
mr: फोल्डर नाव
or: ଫୋଲ୍ଡର ନାମ
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ
ro: Numele folderului
sk: Názov priečinka
sv: Mappnamn
ta: கோப்புறை பெயர்
th: ชื่อโฟลเดอร์
uk: Назва папки
ur: فولڈر کا نام
vi: Tên thư mục

source: New Chat
bg: Нов чат
bn: নতুন চ্যাট
cs: Nový chat
el: Νέα συνομιλία
fa: گپ جدید
fi: Uusi keskustelu
gu: નવી ચેટ
hu: Új csevegés
id: Obrolan Baru
ml: പുതിയ ചാറ്റ്
mr: नवीन गप्पा
or: ନୂତନ ଚାଟ୍
pa: ਨਵੀਂ ਗੱਲਬਾਤ
ro: Chat nou
sk: Nový rozhovor
sv: Ny chatt
ta: புதிய அரட்டை
th: แชทใหม่
uk: Новий чат
ur: نئی چیٹ
vi: Trò chuyện mới

source: More
bg: Още
bn: আরও
cs: Více
el: Περισσότερο
fa: بیشتر
fi: Lisää
gu: વધારે
hu: Több
id: Lagi
ml: കൂടുതൽ
mr: अधिक
or: ଅଧିକ
pa: ਹੋਰ
ro: Mai mult
sk: Viac
sv: Mer
ta: மேலும்
th: มากกว่า
uk: Більше
ur: زیادہ
vi: Hơn

source: Clear
bg: Ясно
bn: পরিষ্কার
cs: Jasný
el: Σαφής
fa: پاک کردن
fi: Selkeä
gu: સ્પષ્ટ
hu: Világos
id: Jernih
ml: വക്തമായ
mr: स्पष्ट
or: ସଫା
pa: ਸਾਫ
ro: Clar
sk: Vyčistiť
sv: Rensa
ta: தெளிவான
th: ชัดเจน
uk: Чіткий
ur: صاف
vi: Thông thoáng

# searchHint
source: Search...
bg: Търсене ...
bn: অনুসন্ধান ...
cs: Vyhledávání...
el: Ερευνα...
fa: جستجو ...
fi: Haku...
gu: શોધ ...
hu: Keresés...
id: Mencari...
ml: തിരയൽ ...
mr: शोध ...
or: ସନ୍ଧାନ ...
pa: ਖੋਜ ...
ro: Căutare...
sk: Hľadať ...
sv: Söka...
ta: தேடுங்கள் ...
th: ค้นหา...
uk: Пошук ...
ur: تلاش ...
vi: Tìm kiếm...

source: Search conversations...
bg: Търсене разговори ...
bn: অনুসন্ধান কথোপকথন ...
cs: Hledat konverzace ...
el: Αναζήτηση συνομιλιών ...
fa: مکالمات جستجو ...
fi: Etsi keskusteluja ...
gu: શોધ વાતચીત ...
hu: Keresési beszélgetések ...
id: Telusuri percakapan...
ml: തിരയൽ സംഭാഷണങ്ങൾ ...
mr: शोध संभाषणे ...
or: ସନ୍ଧାନ ବାର୍ତ୍ତାଳାପ ...
pa: ਖੋਜ ਗੱਲਬਾਤ ...
ro: Căutați conversații ...
sk: Vyhľadajte rozhovory ...
sv: Sök konversationer ...
ta: தேடல் உரையாடல்கள் ...
th: ค้นหาการสนทนา...
uk: Пошук розмови ...
ur: تلاش گفتگو ...
vi: Tìm kiếm cuộc trò chuyện...

source: Create
bg: Създаване
bn: তৈরি করুন
cs: Vytvořit
el: Δημιουργώ
fa: ایجاد کردن
fi: Luoda
gu: બનાવવી
hu: Teremt
id: Membuat
ml: സൃഷ്ടിക്കുക
mr: तयार करा
or: ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਬਣਾਓ
ro: Crea
sk: Vytvárať
sv: Skapa
ta: உருவாக்கு
th: สร้าง
uk: Створити
ur: تخلیق کریں
vi: Tạo nên

source: Folder created
bg: Създадена папка
bn: ফোল্ডার তৈরি
cs: Vytvořená složka
el: Δημιουργήθηκε φάκελος
fa: پوشه ایجاد شده
fi: Luotu kansio
gu: ફોલ્ડર બનાવ્યું
hu: Létrehozott mappa
id: Folder dibuat
ml: സൃഷ്ടിച്ച ഫോൾഡർ
mr: फोल्डर तयार केले
or: ଫୋଲ୍ଡର ସୃଷ୍ଟି ହୋଇଛି |
pa: ਫੋਲਡਰ ਬਣਾਇਆ ਗਿਆ
ro: Folder creat
sk: Vytvorený priečinok
sv: Mapp skapad
ta: கோப்புறை உருவாக்கப்பட்டது
th: สร้างโฟลเดอร์แล้ว
uk: Створена папка
ur: فولڈر تیار کیا گیا
vi: Đã tạo thư mục

source: Failed to create folder
bg: Неуспешно създаване на папка
bn: ফোল্ডার তৈরি করতে ব্যর্থ
cs: Nepodařilo se vytvořit složku
el: Αποτυχία δημιουργίας φακέλου
fa: ایجاد پوشه انجام نشد
fi: Kansion luominen epäonnistui
gu: ફોલ્ડર બનાવવામાં નિષ્ફળ
hu: Nem sikerült létrehozni mappát
id: Gagal membuat folder
ml: ഫോൾഡർ സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: फोल्डर तयार करण्यात अयशस्वी
or: ଫୋଲ୍ଡର ସୃଷ୍ଟି କରିବାରେ ବିଫଳ |
pa: ਫੋਲਡਰ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să creeze folder
sk: Nepodarilo sa vytvoriť priečinok
sv: Det gick inte att skapa mapp
ta: கோப்புறையை உருவாக்கத் தவறிவிட்டது
th: ไม่สามารถสร้างโฟลเดอร์ได้
uk: Не вдалося створити папку
ur: فولڈر بنانے میں ناکام
vi: Không tạo được thư mục

source: Failed to move chat
bg: Не успя да премести чата
bn: চ্যাট সরাতে ব্যর্থ
cs: Nepodařilo se přesunout chat
el: Αποτυχία μετακίνησης συνομιλίας
fa: جابجایی چت انجام نشد
fi: Chatin siirtäminen epäonnistui
gu: ચેટ ખસેડવામાં નિષ્ફળ
hu: Nem sikerült mozgatni a csevegést
id: Gagal memindahkan obrolan
ml: ചാറ്റ് നീക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: गप्पा हलविण्यात अयशस्वी
or: ଚାଟ୍ ଘୁଞ୍ଚାଇବାରେ ବିଫଳ ହେଲା |
pa: ਗੱਲਬਾਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să mute chatul
sk: Nepodarilo sa presunúť chat
sv: Det gick inte att flytta chatt
ta: அரட்டையை நகர்த்துவதில் தோல்வி
th: ย้ายแชทไม่สำเร็จ
uk: Не вдалося перемістити чат
ur: چیٹ منتقل کرنے میں ناکام
vi: Không thể di chuyển cuộc trò chuyện

source: Failed to load chats
bg: Неуспешно зареждане на чатове
bn: চ্যাট লোড করতে ব্যর্থ
cs: Nepodařilo se načíst chaty
el: Αποτυχία φόρτωσης συνομιλιών
fa: بارگیری چت انجام نشد
fi: Keskustelujen lataaminen epäonnistui
gu: ગપસપ લોડ કરવામાં નિષ્ફળ
hu: Nem sikerült betölteni a csevegést
id: Gagal memuat obrolan
ml: ചാറ്റുകൾ ലോഡുചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
mr: गप्पा लोड करण्यात अयशस्वी
or: ଚାଟ୍ ଲୋଡ୍ କରିବାରେ ବିଫଳ |
pa: ਗੱਲਬਾਤ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Nu a reușit să încarce chat -uri
sk: Nepodarilo sa načítať rozhovory
sv: Det gick inte att ladda chattar
ta: அரட்டைகளை ஏற்றுவதில் தோல்வி
th: โหลดแชทไม่สำเร็จ
uk: Не вдалося завантажити чати
ur: چیٹس لوڈ کرنے میں ناکام
vi: Không tải được cuộc trò chuyện
