Repository: y4shg/jyotigpt
Catalog: lib/l10n/app_*.arb
Languages: bg, bn, cs, el, fa, fi, gu, hu, id, ml, mr, or, pa, ro, sk, sv, ta, th, uk, ur, vi

# genericSignInFailed
source: We couldn't sign you in. Check your credentials and server settings.
bg: Не можахме да ви влезем. Проверете вашите идентификационни данни и настройки на сървъра.
bn: আমরা আপনাকে সাইন ইন করতে পারিনি your আপনার শংসাপত্র এবং সার্ভার সেটিংস পরীক্ষা করুন।
cs: Nemohli jsme vás přihlásit. Zkontrolujte vaše přihlašovací údaje a nastavení serveru.
el: Δεν μπορούσαμε να σας υπογράψουμε. Ελέγξτε τα διαπιστευτήρια και τις ρυθμίσεις διακομιστή σας.
fa: ما نمی توانیم شما را وارد کنیم. اعتبار و تنظیمات سرور خود را بررسی کنید.
fi: Emme voineet kirjautua sisään. Tarkista käyttöoikeustiedot ja palvelinasetukset.
gu: અમે તમને સાઇન ઇન કરી શક્યા નહીં. તમારી ઓળખપત્રો અને સર્વર સેટિંગ્સ તપાસો.
hu: Nem tudtuk bejelentkezni. Ellenőrizze a hitelesítő adatait és a szerver beállításait.
id: Kami tidak dapat memasukkan Anda. Periksa kredensial dan setelan server Anda.
ml: ഞങ്ങൾക്ക് നിങ്ങളെ പ്രവേശിപ്പിക്കാൻ കഴിഞ്ഞില്ല. നിങ്ങളുടെ ക്രെഡൻഷ്യലുകളും സെർവർ ക്രമീകരണങ്ങളും പരിശോധിക്കുക.
mr: आम्ही आपल्याला साइन इन करू शकत नाही. आपली क्रेडेन्शियल्स आणि सर्व्हर सेटिंग्ज तपासा.
or: ଆମେ ଆପଣଙ୍କୁ ସାଇନ୍ ଇନ୍ କରିପାରିଲୁ ନାହିଁ | ଆପଣଙ୍କର ପରିଚୟପତ୍ର ଏବଂ ସର୍ଭର ସେଟିଂସମୂହ ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਾਈਨ ਇਨ ਨਹੀਂ ਕਰ ਸਕਦੇ. ਆਪਣੇ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਅਤੇ ਸਰਵਰ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ.
ro: Nu ne -am putut semna. Verificați -vă acreditările și setările serverului.
sk: Nemohli sme vás podpísať. Skontrolujte svoje poverenia a nastavenia servera.
sv: Vi kunde inte logga in. Kontrollera dina referenser och serverinställningar.
ta: எங்களால் கையெழுத்திட முடியவில்லை. உங்கள் நற்சான்றிதழ்கள் மற்றும் சேவையக அமைப்புகளை சரிபார்க்கவும்.
th: เราไม่สามารถลงชื่อเข้าใช้ให้คุณ ตรวจสอบข้อมูลประจำตัวและการตั้งค่าเซิร์ฟเวอร์ของคุณ
uk: Ми не могли вас підписати. Перевірте свої облікові дані та налаштування сервера.
ur: ہم آپ کو سائن ان نہیں کرسکے۔ آپ کی اسناد اور سرور کی ترتیبات کو چیک کریں۔
vi: Chúng tôi không thể đăng nhập cho bạn. Hãy kiểm tra thông tin xác thực và cài đặt máy chủ của bạn.

source: Skip
bg: Пропуснете
bn: এড়িয়ে যান
cs: Přeskočit
el: Παραλείπω
fa: پرش
fi: Hypätä
gu: છોડો
hu: Kihagyás
id: Melewati
ml: ചാടിക്കുക
mr: वगळा
or: ଛାଡିଦିଅ |
pa: ਛੱਡੋ
ro: Salt
sk: Preskočiť
sv: Hoppa
ta: தவிர்க்கவும்
th: ข้าม
uk: Пропустити
ur: چھوڑ دیں
vi: Nhảy

source: Next
bg: След това
bn: পরবর্তী
cs: Další
el: Επόμενος
fa: طرف دیگر
fi: Seuraava
gu: આગલું
hu: Következő
id: Berikutnya
ml: അടുത്തത്
mr: पुढे
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
ro: Următorul
sk: Najbližší
sv: Nästa
ta: அடுத்து
th: ต่อไป
uk: Наступний
ur: اگلا
vi: Kế tiếp

source: Done
bg: Готово
bn: সম্পন্ন
cs: Hotovo
el: Γινώμενος
fa: انجام شده
fi: Tehty
gu: કામ
hu: Kész
id: Selesai
ml: നിറവേറ്റി
mr: पूर्ण झाले
or: ସମ୍ପନ୍ନ
pa: ਕੀਤਾ
ro: Făcut
sk: Vykonaný
sv: Gjort
ta: முடிந்தது
th: เสร็จแล้ว
uk: Виконаний
ur: کیا
vi: Xong

# onboardStartSubtitle
source: Choose a model to get started. Tap New Chat anytime.
bg: Изберете модел, за да започнете. Докоснете нов чат по всяко време.
bn: শুরু করার জন্য একটি মডেল চয়ন করুন। যে কোনও সময় নতুন চ্যাট আলতো চাপুন।
cs: Vyberte model, který můžete začít. Klepněte na nový chat kdykoli.
el: Επιλέξτε ένα μοντέλο για να ξεκινήσετε. Πατήστε NEW CHAT οποτεδήποτε.
fa: برای شروع یک مدل را انتخاب کنید. در هر زمان روی چت جدید ضربه بزنید.
fi: Valitse malli aloittaaksesi. Napauta uutta chatia milloin tahansa.
gu: પ્રારંભ કરવા માટે એક મોડેલ પસંદ કરો. કોઈપણ સમયે નવી ચેટ ટેપ કરો.
hu: Válasszon egy modellt az induláshoz. Koppintson bármikor az új csevegésre.
id: Pilih model untuk memulai. Ketuk Obrolan Baru kapan saja.
ml: ആരംഭിക്കുന്നതിന് ഒരു മോഡൽ തിരഞ്ഞെടുക്കുക. എപ്പോൾ വേണമെങ്കിലും പുതിയ ചാറ്റ് ടാപ്പുചെയ്യുക.
mr: प्रारंभ करण्यासाठी एक मॉडेल निवडा. कधीही नवीन चॅट टॅप करा.
or: ଆରମ୍ଭ କରିବାକୁ ଏକ ମଡେଲ୍ ବାଛନ୍ତୁ | ଯେକ time ଣସି ସମୟରେ ନୂତନ ଚାଟ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ |
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਮਾਡਲ ਦੀ ਚੋਣ ਕਰੋ. ਕਦੇ ਵੀ ਨਵੀਂ ਗੱਲਬਾਤ ਨੂੰ ਟੈਪ ਕਰੋ.
ro: Alegeți un model pentru a începe. Atingeți chat nou oricând.
sk: Vyberte model, ktorý začnite. Klepnutím na nový chat kedykoľvek.
sv: Välj en modell för att komma igång. Tryck på ny chatt när som helst.
ta: தொடங்க ஒரு மாதிரியைத் தேர்வுசெய்க. எப்போது வேண்டுமானாலும் புதிய அரட்டையைத் தட்டவும்.
th: เลือกรุ่นเพื่อเริ่มต้น แตะแชทใหม่ได้ตลอดเวลา
uk: Виберіть модель, щоб розпочати роботу. Торкніться нового чату в будь -який час.
ur: شروع کرنے کے لئے ایک ماڈل کا انتخاب کریں۔ کسی بھی وقت نئی چیٹ پر ٹیپ کریں۔
vi: Chọn một mô hình để bắt đầu. Nhấn vào Trò chuyện mới bất cứ lúc nào.

# onboardStartBullet1
source: Tap the model name in the top bar to switch models
bg: Докоснете името на модела в горната лента, за да превключвате моделите
bn: মডেলগুলি স্যুইচ করতে শীর্ষ বারে মডেলের নামটি আলতো চাপুন
cs: Klepnutím na název modelu v horním panelu přepněte modely
el: Πατήστε το όνομα του μοντέλου στην επάνω γραμμή για να αλλάξετε μοντέλα
fa: برای تغییر مدل ها روی نام مدل در نوار بالا ضربه بزنید
fi: Napauta mallin nimeä yläpalkissa vaihtaaksesi mallit
gu: મોડેલો સ્વિચ કરવા માટે ટોચની પટ્ટીમાં મોડેલનું નામ ટેપ કરો
hu: Érintse meg a modell nevét a felső sávban a modellek váltásához
id: Ketuk nama model di bilah atas untuk berpindah model
ml: മോഡലുകൾ സ്വിച്ച് ചെയ്യുന്നതിന് ടോപ്പ് ബാറിൽ മോഡൽ പേര് ടാപ്പുചെയ്യുക
mr: मॉडेल स्विच करण्यासाठी शीर्ष बारमधील मॉडेलचे नाव टॅप करा
or: ମଡେଲଗୁଡିକ ସୁଇଚ୍ କରିବାକୁ ଟପ୍ ବାର୍ ରେ ମଡେଲ୍ ନାମ ଟ୍ୟାପ୍ କରନ୍ତୁ |
pa: ਮਾਡਲਾਂ ਨੂੰ ਬਦਲਣ ਲਈ ਚੋਟੀ ਦੇ ਬਾਰ ਵਿਚ ਮਾਡਲ ਦਾ ਨਾਮ ਟੈਪ ਕਰੋ
ro: Atingeți numele modelului în bara de sus pentru a comuta modele
sk: Klepnutím na názov modelu v hornej lište prepnite modely
sv: Tryck på modellnamnet i toppfältet för att byta modeller
ta: மாதிரிகளை மாற்ற மேல் பட்டியில் மாதிரி பெயரைத் தட்டவும்
th: แตะชื่อรุ่นในแถบด้านบนเพื่อสลับรุ่น
uk: Торкніться назви моделі у верхній панелі, щоб перемикати моделі
ur: ماڈل کو تبدیل کرنے کے لئے ٹاپ بار میں ماڈل کا نام ٹیپ کریں
vi: Nhấn vào tên mẫu máy ở thanh trên cùng để chuyển đổi mẫu máy

# onboardStartBullet2
source: Use New Chat to reset context
bg: Използвайте нов чат, за да нулирате контекста
bn: প্রসঙ্গটি পুনরায় সেট করতে নতুন চ্যাট ব্যবহার করুন
cs: Použijte nový chat k resetování kontextu
el: Χρησιμοποιήστε νέα συνομιλία για να επαναφέρετε το πλαίσιο
fa: برای تنظیم مجدد زمینه از چت جدید استفاده کنید
fi: Käytä uutta chattia palauttaaksesi kontekstin
gu: સંદર્ભને ફરીથી સેટ કરવા માટે નવી ચેટનો ઉપયોગ કરો
hu: Használjon új csevegést a kontextus visszaállításához
id: Gunakan Obrolan Baru untuk mengatur ulang konteks
ml: സന്ദർഭം പുന reset സജ്ജമാക്കാൻ പുതിയ ചാറ്റ് ഉപയോഗിക്കുക
mr: संदर्भ रीसेट करण्यासाठी नवीन चॅट वापरा
or: ପ୍ରସଙ୍ଗଗୁଡିକ ପୁନ res ସେଟ୍ କରିବାକୁ ନୂତନ ଚାଟ୍ ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਰੀਸੈਟ ਕੀਤੇ ਪ੍ਰਸੰਗ ਲਈ ਨਵੀਂ ਗੱਲਬਾਤ ਦੀ ਵਰਤੋਂ ਕਰੋ
ro: Utilizați chat nou pentru a reseta contextul
sk: Na resetovanie kontextu použite nový chat
sv: Använd ny chatt för att återställa sammanhanget
ta: சூழலை மீட்டமைக்க புதிய அரட்டையைப் பயன்படுத்தவும்
th: ใช้แชทใหม่เพื่อรีเซ็ตบริบท
uk: Використовуйте новий чат для скидання контексту
ur: سیاق و سباق کو دوبارہ ترتیب دینے کے لئے نئی چیٹ کا استعمال کریں
vi: Sử dụng Trò chuyện mới để đặt lại ngữ cảnh

# onboardAttachTitle
source: Add context
bg: Добавете контекст
bn: প্রসঙ্গ যুক্ত করুন
cs: Přidat kontext
el: Προσθέστε πλαίσιο
fa: زمینه را اضافه کنید
fi: Lisätä konteksti
gu: સંદર્ભ ઉમેરો
hu: Adja meg a kontextust
id: Tambahkan konteks
ml: സന്ദർഭം ചേർക്കുക
mr: संदर्भ जोडा
or: ପ୍ରସଙ୍ଗ ଯୋଡନ୍ତୁ |
pa: ਪ੍ਰਸੰਗ ਸ਼ਾਮਲ ਕਰੋ
ro: Adăugați context
sk: Pridať kontext
sv: Lägga till sammanhang
ta: சூழலைச் சேர்க்கவும்
th: เพิ่มบริบท
uk: Додайте контекст
ur: سیاق و سباق شامل کریں
vi: Thêm ngữ cảnh

# onboardAttachSubtitle
source: Ground replies with content from Workspace or photos.
bg: Земята отговаря със съдържание от работно пространство или снимки.
bn: ওয়ার্কস্পেস বা ফটো থেকে সামগ্রী সহ গ্রাউন্ড জবাব।
cs: Odpovědi pozemní s obsahem z pracovního prostoru nebo fotografií.
el: Απαντήσεις εδάφους με περιεχόμενο από χώρο εργασίας ή φωτογραφίες.
fa: پاسخ های زمینی با محتوای فضای کاری یا عکس ها.
fi: Ground vastaa työtilan tai valokuvien sisältöllä.
gu: વર્કસ્પેસ અથવા ફોટાની સામગ્રી સાથે ગ્રાઉન્ડ જવાબો.
hu: Földi válaszok a munkaterület vagy a fotók tartalmával.
id: Balasan dasar dengan konten dari Workspace atau foto.
ml: വർക്ക്സ്പെയ്സ് അല്ലെങ്കിൽ ഫോട്ടോകളിൽ നിന്നുള്ള ഉള്ളടക്കത്തിനൊപ്പം മികച്ച മറുപടികൾ.
mr: वर्कस्पेस किंवा फोटोंमधील सामग्रीसह ग्राउंड प्रत्युत्तर.
or: ୱାର୍କସ୍ପେସ୍ କିମ୍ବା ଫଟୋରୁ ବିଷୟବସ୍ତୁ ସହିତ ଗ୍ରାଉଣ୍ଡ ଉତ୍ତର ଦେଇଥାଏ |
pa: ਵਰਕਸਪੇਸ ਜਾਂ ਫੋਟੋਆਂ ਤੋਂ ਸਮੱਗਰੀ ਦੇ ਨਾਲ ਜ਼ਮੀਨੀ ਜਵਾਬ.
ro: Răspunsuri la sol cu ​​conținut din spațiul de lucru sau fotografii.
sk: Odpovede na pozemok s obsahom z pracovného priestoru alebo fotografií.
sv: Marksvar med innehåll från arbetsyta eller foton.
ta: பணியிடம் அல்லது புகைப்படங்களிலிருந்து உள்ளடக்கத்துடன் தரை பதில்கள்.
th: กราวด์ตอบกลับด้วยเนื้อหาจาก Workspace หรือรูปภาพ
uk: Земля відповідає на вміст із робочої області або фотографій.
ur: ورک اسپیس یا فوٹو سے مواد کے ساتھ گراؤنڈ جوابات۔
vi: Câu trả lời cơ bản bằng nội dung từ Workspace hoặc ảnh.

# onboardAttachBullet1
source: Workspace: PDFs, docs, datasets
bg: Работно пространство: PDFS, документи, набори от данни
bn: কর্মক্ষেত্র: পিডিএফএস, ডকস, ডেটাসেট
cs: Pracovní prostor: PDFS, dokumenty, datové sady
el: Χώρος εργασίας: PDFS, έγγραφα, σύνολα δεδομένων
fa: فضای کاری: PDFS ، DOCS ، مجموعه داده ها
fi: Työtila: PDFS, Docs, tietojoukot
gu: વર્કસ્પેસ: પીડીએફ, ડ s ક્સ, ડેટાસેટ્સ
hu: Munkaterület: PDFS, DOCS, adatkészletek
id: Ruang Kerja: PDF, dokumen, kumpulan data
ml: വർക്ക്സ്പെയ്സ്: പിഡിഎഫ്എസ്, ഡോക്സ്, ഡാറ്റാസെറ്റുകൾ
mr: कार्यक्षेत्र: पीडीएफएस, डॉक्स, डेटासेट
or: କାର୍ଯ୍ୟକ୍ଷେତ୍ର: pdfs, ଡକସ୍, ଡାଟାସେଟ୍ |
pa: ਵਰਕਸਪੇਸ: ਪੀਡੀਐਫ, ਡੌਕਸ, ਡੇਟੇਜੇਟਸ
ro: Spațiu de lucru: PDF -uri, documente, seturi de date
sk: Pracovný priestor: PDFS, DOCS, DATASETY
sv: Workspace: PDFS, DOCS, datasätt
ta: பணியிடம்: PDFS, டாக்ஸ், தரவுத்தொகுப்புகள்
th: พื้นที่ทำงาน: PDF เอกสาร ชุดข้อมูล
uk: Робоча область: PDF, документи, набори даних
ur: ورک اسپیس: پی ڈی ایف ، دستاویزات ، ڈیٹاسیٹس
vi: Không gian làm việc: PDF, tài liệu, bộ dữ liệu

# onboardAttachBullet2
source: Photos: camera or library
bg: Снимки: Камера или библиотека
bn: ফটো: ক্যামেরা বা গ্রন্থাগার
cs: Fotografie: Kamera nebo knihovna
el: Φωτογραφίες: κάμερα ή βιβλιοθήκη
fa: عکس ها: دوربین یا کتابخانه
fi: Valokuvat: kamera tai kirjasto
gu: ફોટા: કેમેરા અથવા લાઇબ્રેરી
hu: Fotók: Kamera vagy könyvtár
id: Foto: kamera atau perpustakaan
ml: ഫോട്ടോകൾ: ക്യാമറ അല്ലെങ്കിൽ ലൈബ്രറി
mr: फोटो: कॅमेरा किंवा लायब्ररी
or: ଫଟୋ: କ୍ୟାମେରା କିମ୍ବା ଲାଇବ୍ରେରୀ |
pa: ਫੋਟੋਆਂ: ਕੈਮਰਾ ਜਾਂ ਲਾਇਬ੍ਰੇਰੀ
ro: Fotografii: cameră foto sau bibliotecă
sk: Fotografie: Fotoaparát alebo knižnica
sv: Foton: kamera eller bibliotek
ta: புகைப்படங்கள்: கேமரா அல்லது நூலகம்
th: ภาพถ่าย: กล้องหรือห้องสมุด
uk: Фотографії: камера або бібліотека
ur: فوٹو: کیمرا یا لائبریری
vi: Hình ảnh: máy ảnh hoặc thư viện

# onboardSpeakTitle
source: Speak naturally
bg: Говорете естествено
bn: স্বাভাবিকভাবেই কথা বলুন
cs: Mluvit přirozeně
el: Μιλάω φυσικά
fa: به طور طبیعی صحبت کردن
fi: Puhua luonnollisesti
gu: કુદરતી રીતે બોલો
hu: Beszélj természetesen
id: Bicaralah secara alami
ml: സ്വാഭാവികമായും സംസാരിക്കുക
mr: नैसर्गिकरित्या बोला
or: ପ୍ରାକୃତିକ ଭାବରେ କୁହନ୍ତୁ |
pa: ਕੁਦਰਤੀ ਬੋਲੋ
ro: Vorbește natural
sk: Hovoriť prirodzene
sv: Tala naturligt
ta: இயற்கையாகவே பேசுங்கள்
th: พูดอย่างเป็นธรรมชาติ
uk: Говорити природно
ur: قدرتی طور پر بولیں
vi: Nói một cách tự nhiên

# onboardSpeakSubtitle
source: Tap the mic to dictate with live waveform feedback.
bg: Докоснете микрофона, за да диктувате с обратна връзка с вълна на живо.
bn: লাইভ ওয়েভফর্ম প্রতিক্রিয়া সহ ডিক্টেট করতে মাইকে আলতো চাপুন।
cs: Klepnutím na MIC diktujte zpětnou vazbou živé vlny.
el: Πατήστε το μικρόφωνο για να υπαγορεύσετε με ανατροφοδότηση ζωντανής κυματομορφής.
fa: روی میکروفون ضربه بزنید تا با بازخورد شکل موج زنده دیکته کنید.
fi: Napauta mikrofonia sanellaksesi live -aaltomuodon palautetta.
gu: લાઇવ વેવફોર્મ પ્રતિસાદ સાથે સૂચવવા માટે માઇકને ટેપ કરો.
hu: Érintse meg a mikrofont, hogy diktálja az élő hullámforma -visszacsatolással.
id: Ketuk mikrofon untuk mendiktekan dengan umpan balik bentuk gelombang langsung.
ml: തത്സമയ തരംഗരൂപമായ ഫീഡ്ബാക്കിനൊപ്പം നിർണ്ണയിക്കാൻ മൈക്ക് ടാപ്പുചെയ്യുക.
mr: लाइव्ह वेव्हफॉर्म अभिप्रायासह हुकूम करण्यासाठी माइक टॅप करा.
or: ଲାଇଭ୍ ତରଙ୍ଗଫର୍ମ ଫିଡବ୍ୟାକ୍ ସହିତ ନିର୍ଦ୍ଦେଶ କରିବାକୁ ମାଇକ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ |
pa: ਲਾਈਵ ਵੇਵਫਾਰਮ ਫੀਡਬੈਕ ਦੇ ਨਾਲ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਮਾਈਕ ਨੂੰ ਟੈਪ ਕਰੋ.
ro: Atingeți microfonul pentru a dicta cu feedback în formă de formă de undă live.
sk: Klepnutím na mikrofón diktujete so spätnou väzbou pre tvar vlny.
sv: Tryck på mikrofonen för att diktera med live vågform feedback.
ta: நேரடி அலைவடிவ பின்னூட்டத்துடன் ஆணையிட மைக்கைத் தட்டவும்.
th: แตะไมโครโฟนเพื่อกำหนดตามเสียงตอบรับรูปคลื่นสด
uk: Торкніться мікрофона, щоб диктувати зворотній зв'язок форми хвиль.
ur: براہ راست ویوفارم فیڈ بیک کے ساتھ حکم دینے کے لئے مائک کو تھپتھپائیں۔
vi: Nhấn vào micrô để ra lệnh bằng phản hồi dạng sóng trực tiếp.

# onboardSpeakBullet1
source: Stop anytime; partial text is preserved
bg: Спрете по всяко време; Частичният текст е запазен
bn: যে কোনও সময় থামুন; আংশিক পাঠ্য সংরক্ষণ করা হয়
cs: Zastavit kdykoli; Je zachován částečný text
el: Σταματήστε ανά πάσα στιγμή? διατηρείται μερικό κείμενο
fa: هر زمان متوقف شوید متن جزئی حفظ می شود
fi: Lopeta milloin tahansa; osittainen teksti säilyy
gu: કોઈપણ સમયે રોકો; આંશિક લખાણ સચવાય છે
hu: Bármikor leállítani; A részleges szöveg megmarad
id: Berhenti kapan saja; sebagian teks dipertahankan
ml: എപ്പോൾ വേണമെങ്കിലും നിർത്തുക; ഭാഗിക വാചകം സംരക്ഷിക്കപ്പെടുന്നു
mr: कधीही थांबा; आंशिक मजकूर संरक्षित आहे
or: ଯେକ time ଣସି ସମୟରେ ବନ୍ଦ କରନ୍ତୁ; ଆଂଶିକ ପାଠ୍ୟ ସଂରକ୍ଷିତ |
pa: ਕਦੇ ਵੀ ਰੁਕੋ; ਅੰਸ਼ਕ ਪਾਠ ਸੁਰੱਖਿਅਤ ਹੈ
ro: Opriți -vă oricând; Textul parțial este păstrat
sk: Zastavte kedykoľvek; Čiastočný text je zachovaný
sv: Stoppa när som helst; partiell text bevaras
ta: எப்போது வேண்டுமானாலும் நிறுத்துங்கள்; பகுதி உரை பாதுகாக்கப்படுகிறது
th: หยุดได้ตลอดเวลา ข้อความบางส่วนจะถูกเก็บรักษาไว้
uk: Зупинити будь -який час; Частковий текст зберігається
ur: کسی بھی وقت روکیں ؛ جزوی متن محفوظ ہے
vi: Dừng lại bất cứ lúc nào; một phần văn bản được bảo tồn

# onboardSpeakBullet2
source: Great for quick notes or long prompts
bg: Страхотно за бързи бележки или дълги подкани
bn: দ্রুত নোট বা দীর্ঘ অনুরোধগুলির জন্য দুর্দান্ত
cs: Skvělé pro rychlé poznámky nebo dlouhé výzvy
el: Ιδανικό για γρήγορες σημειώσεις ή μεγάλες προτροπές
fa: عالی برای یادداشت های سریع یا درخواست های طولانی
fi: Erinomainen nopeaan muistiinpanoon tai pitkiin kehotuksiin
gu: ઝડપી નોંધો અથવા લાંબા સંકેતો માટે સરસ
hu: Nagyszerű a gyors jegyzetekhez vagy a hosszú utasításokhoz
id: Cocok untuk catatan cepat atau perintah panjang
ml: ദ്രുത കുറിപ്പുകൾക്കോ ​​നീണ്ട പ്രോംപ്റ്റുകൾക്കോ ​​മികച്ചത്
mr: द्रुत नोट्स किंवा लांब प्रॉम्प्टसाठी छान
or: ଶୀଘ୍ର ନୋଟ୍ କିମ୍ବା ଲମ୍ବା ପ୍ରମ୍ପ୍ଟ ପାଇଁ ବହୁତ ଭଲ |
pa: ਤੇਜ਼ ਨੋਟਾਂ ਜਾਂ ਲੰਬੇ ਪ੍ਰੋਂਪਟਾਂ ਲਈ ਬਹੁਤ ਵਧੀਆ
ro: Excelent pentru note rapide sau prompturi lungi
sk: Skvelé pre rýchle poznámky alebo dlhé výzvy
sv: Perfekt för snabba anteckningar eller långa instruktioner
ta: விரைவான குறிப்புகள் அல்லது நீண்ட தூண்டுதல்களுக்கு சிறந்தது
th: เหมาะสำหรับบันทึกย่ออย่างรวดเร็วหรือแจ้งข้อความยาวๆ
uk: Чудово підходить для швидких записів або довгих підказок
ur: فوری نوٹ یا لمبے اشارے کے لئے بہت اچھا ہے
vi: Tuyệt vời để ghi chú nhanh hoặc lời nhắc dài

# onboardQuickTitle
source: Quick actions
bg: Бързи действия
bn: দ্রুত ক্রিয়া
cs: Rychlé akce
el: Γρήγορες ενέργειες
fa: اقدامات سریع
fi: Pikatoiminnot
gu: ઝડપી ક્રિયાઓ
hu: Gyors tevékenységek
id: Tindakan cepat
ml: ദ്രുത പ്രവർത്തനങ്ങൾ
mr: द्रुत क्रिया
or: ଦ୍ରୁତ କାର୍ଯ୍ୟଗୁଡିକ |
pa: ਤੁਰੰਤ ਕਾਰਵਾਈਆਂ
ro: Acțiuni rapide
sk: Rýchle akcie
sv: Snabbåtgärder
ta: விரைவான செயல்கள்
th: การดำเนินการด่วน
uk: Швидкі дії
ur: فوری اعمال
vi: Hành động nhanh

# onboardQuickSubtitle
source: Open the menu to switch between Chats, Workspace, and Profile.
bg: Отворете менюто, за да превключите между чатове, работно пространство и профил.
bn: চ্যাট, ওয়ার্কস্পেস এবং প্রোফাইলের মধ্যে স্যুইচ করতে মেনুটি খুলুন।
cs: Otevřete nabídku a přepněte mezi chaty, pracovním prostorem a profilem.
el: Ανοίξτε το μενού για εναλλαγή μεταξύ συνομιλιών, χώρου εργασίας και προφίλ.
fa: منو را باز کنید تا بین چت ها ، فضای کاری و نمایه جابجا شود.
fi: Avaa valikko vaihtaaksesi keskustelujen, työtilan ja profiilin välillä.
gu: ચેટ્સ, વર્કસ્પેસ અને પ્રોફાઇલ વચ્ચે સ્વિચ કરવા માટે મેનૂ ખોલો.
hu: Nyissa meg a menüt a csevegés, a munkaterület és a profil közötti váltáshoz.
id: Buka menu untuk beralih antara Obrolan, Ruang Kerja, dan Profil.
ml: ചാറ്റുകൾ, വർക്ക്സ്പെയ്സ്, പ്രൊഫൈൽ എന്നിവ തമ്മിൽ മാറുന്നതിന് മെനു തുറക്കുക.
mr: गप्पा, कार्यक्षेत्र आणि प्रोफाइल दरम्यान स्विच करण्यासाठी मेनू उघडा.
or: ଚାଟ୍, କାର୍ଯ୍ୟକ୍ଷେତ୍ର ଏବଂ ପ୍ରୋଫାଇଲ୍ ମଧ୍ୟରେ ସୁଇଚ୍ କରିବାକୁ ମେନୁ ଖୋଲନ୍ତୁ |
pa: ਚੈਟਾਂ, ਵਰਕਸਪੇਸ ਅਤੇ ਪ੍ਰੋਫਾਈਲ ਦੇ ਵਿਚਕਾਰ ਬਦਲਣ ਲਈ ਮੀਨੂੰ ਖੋਲ੍ਹੋ.
ro: Deschideți meniul pentru a comuta între chat -uri, spațiu de lucru și profil.
sk: Otvorte ponuku a prepnite medzi rozhovormi, pracovným priestorom a profilom.
sv: Öppna menyn för att växla mellan chattar, arbetsyta och profil.
ta: அரட்டைகள், பணியிடங்கள் மற்றும் சுயவிவரத்திற்கு இடையில் மாற மெனுவைத் திறக்கவும்.
th: เปิดเมนูเพื่อสลับระหว่างแชท พื้นที่ทำงาน และโปรไฟล์
uk: Відкрийте меню, щоб перемикатися між чатами, робочою областю та профілем.
ur: چیٹس ، ورک اسپیس اور پروفائل کے مابین سوئچ کرنے کے لئے مینو کھولیں۔
vi: Mở menu để chuyển đổi giữa Trò chuyện, Không gian làm việc và Hồ sơ.

# onboardQuickBullet1
source: Tap the menu to access Chats, Workspace, Profile
bg: Докоснете менюто за достъп до чатове, работно пространство, профил
bn: চ্যাট, ওয়ার্কস্পেস, প্রোফাইল অ্যাক্সেস করতে মেনুটি আলতো চাপুন
cs: Klepnutím na nabídku získáte přístup k chatům, pracovnímu prostoru, profilu
el: Πατήστε το μενού για πρόσβαση σε συνομιλίες, χώρο εργασίας, προφίλ
fa: برای دسترسی به چت ها ، فضای کاری ، نمایه روی منو ضربه بزنید
fi: Napauta valikkoa käyttääksesi keskusteluja, työtilaa, profiilia
gu: ચેટ્સ, વર્કસ્પેસ, પ્રોફાઇલને to ક્સેસ કરવા માટે મેનૂને ટેપ કરો
hu: Koppintson a menüre a csevegésekhez, a munkaterülethez, a profilhoz való hozzáféréshez
id: Ketuk menu untuk mengakses Obrolan, Ruang Kerja, Profil
ml: ആക്സസ് ചാറ്റുകൾ, വർക്ക്സ്പെയ്സ്, പ്രൊഫൈൽ എന്നിവയിലേക്ക് മെനു ടാപ്പുചെയ്യുക
mr: गप्पा, कार्यक्षेत्र, प्रोफाइलमध्ये प्रवेश करण्यासाठी मेनू टॅप करा
or: ଚାଟ୍, ୱାର୍କସ୍ପେସ୍, ପ୍ରୋଫାଇଲ୍ ପ୍ରବେଶ କରିବାକୁ ମେନୁ ଟ୍ୟାପ୍ କରନ୍ତୁ |
pa: ਚੈਟ, ਵਰਕਸਪੇਸ, ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਲਈ ਮੀਨੂ ਨੂੰ ਟੈਪ ਕਰੋ
ro: Atingeți meniul pentru a accesa chat -uri, spațiu de lucru, profil
sk: Klepnutím na ponuku získate prístup k rozhovorom, pracovným priestorom, profilom
sv: Tryck på menyn för att komma åt chatt, arbetsyta, profil
ta: அரட்டைகள், பணியிடங்கள், சுயவிவரத்தை அணுக மெனுவைத் தட்டவும்
th: แตะเมนูเพื่อเข้าถึงแชท พื้นที่ทำงาน โปรไฟล์
uk: Торкніться меню, щоб отримати доступ до чат, робочої області, профілю
ur: چیٹس ، ورک اسپیس ، پروفائل تک رسائی کے ل the مینو کو تھپتھپائیں
vi: Nhấn vào menu để truy cập Trò chuyện, Không gian làm việc, Hồ sơ

# onboardQuickBullet2
source: Start New Chat or manage models from the top bar
bg: Започнете нов чат или управлявайте модели от горната лента
bn: নতুন চ্যাট শুরু করুন বা শীর্ষ বার থেকে মডেলগুলি পরিচালনা করুন
cs: Spusťte nový chat nebo spravujte modely z horní lišty
el: Ξεκινήστε νέα συνομιλία ή διαχειριστείτε μοντέλα από την κορυφή μπαρ
fa: چت جدید را شروع کنید یا مدل ها را از نوار بالا مدیریت کنید
fi: Aloita uusi chat tai hallinnoi malleja yläpalkista
gu: નવી ચેટ શરૂ કરો અથવા ટોચની પટ્ટીમાંથી મોડેલોનું સંચાલન કરો
hu: Indítson el új csevegést vagy kezelje a modelleket a felső sávból
id: Mulai Obrolan Baru atau kelola model dari bilah atas
ml: മികച്ച ബാറിൽ നിന്ന് പുതിയ ചാറ്റ് ആരംഭിക്കുകയോ മോഡലുകൾ നിയന്ത്രിക്കുകയോ ചെയ്യുക
mr: नवीन चॅट प्रारंभ करा किंवा शीर्ष बारमधून मॉडेल व्यवस्थापित करा
or: ନୂତନ ଚାଟ୍ ଆରମ୍ଭ କରନ୍ତୁ କିମ୍ବା ଉପର ବାର୍ ରୁ ମଡେଲଗୁଡିକ ପରିଚାଳନା କରନ୍ତୁ |
pa: ਨਵੀਂ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਚੋਟੀ ਦੇ ਬਾਰ ਤੋਂ ਮਾਡਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
ro: Începeți chat -ul nou sau gestionați modelele din bara de top
sk: Spustite nový chat alebo spravujte modely z horného baru
sv: Starta ny chatt eller hantera modeller från toppfältet
ta: புதிய அரட்டையைத் தொடங்கவும் அல்லது மேல் பட்டியில் இருந்து மாதிரிகளை நிர்வகிக்கவும்
th: เริ่มแชทใหม่หรือจัดการโมเดลจากแถบด้านบน
uk: Почніть новий чат або керувати моделями з верхньої панелі
ur: نئی چیٹ شروع کریں یا ٹاپ بار سے ماڈلز کا انتظام کریں
vi: Bắt đầu Trò chuyện mới hoặc quản lý các mô hình từ thanh trên cùng

source: Add attachment
bg: Добавете прикачен файл
bn: সংযুক্তি যুক্ত করুন
cs: Přidejte přílohu
el: Προσθήκη συνημμένου
fa: پیوست را اضافه کنید
fi: Lisää kiinnitys
gu: જોડાણ ઉમેરો
hu: Add hozzá a mellékletet
id: Tambahkan lampiran
ml: അറ്റാച്ചുമെന്റ് ചേർക്കുക
mr: संलग्नक जोडा
or: ସଂଲଗ୍ନ ଯୋଡନ୍ତୁ |
pa: ਅਟੈਚਮੈਂਟ ਸ਼ਾਮਲ ਕਰੋ
ro: Adăugați atașament
sk: Pridať prílohu
sv: Lägg till bilaga
ta: இணைப்பைச் சேர்க்கவும்
th: เพิ่มไฟล์แนบ
uk: Додати вкладення
ur: منسلک شامل کریں
vi: Thêm tệp đính kèm

# attachmentLabel
source: Attachment
bg: Приставка
bn: সংযুক্তি
cs: Příloha
el: Προσάρτημα
fa: دلبستگی
fi: Kiinnitys
gu: જોડાણ
hu: Ragasztás
id: Lampiran
ml: അറ്റാച്ചുമെന്റ്
mr: संलग्नक
or: ସଂଲଗ୍ନ
pa: ਲਗਾਵ
ro: Atașament
sk: Pripútanosť
sv: Fastsättning
ta: இணைப்பு
th: เอกสารแนบ
uk: Вкладення
ur: منسلک
vi: Tệp đính kèm

source: Tools
bg: Инструменти
bn: সরঞ্জাম
cs: Nástroje
el: Εργαλεία
fa: ابزار
fi: Työkalut
gu: સાધનો
hu: Szerszámok
id: Peralatan
ml: ഉപകരണങ്ങൾ
mr: साधने
or: ସାଧନଗୁଡ଼ିକ |
pa: ਸੰਦ
ro: Instrumente
sk: Náradie
sv: Verktyg
ta: கருவிகள்
th: เครื่องมือ
uk: Інструменти
ur: اوزار
vi: Công cụ

source: Voice input
bg: Вход за глас
bn: ভয়েস ইনপুট
cs: Hlasový vstup
el: Εισερχόμενη φωνή
fa: ورودی صدا
fi: Äänitulo
gu: અવાજ
hu: Hangbemenet
id: Masukan suara
ml: ശബ്ദ ഇൻപുട്ട്
mr: व्हॉईस इनपुट
or: ଭଏସ୍ ଇନପୁଟ୍
pa: ਵੌਇਸ ਇੰਪੁੱਟ
ro: Intrare vocală
sk: Hlasový vstup
sv: Röstinmatning
ta: குரல் உள்ளீடு
th: การป้อนข้อมูลด้วยเสียง
uk: Голосовий вхід
ur: آواز ان پٹ
vi: Nhập bằng giọng nói

source: Voice
bg: Глас
bn: ভয়েস
cs: Hlas
el: Φωνή
fa: صدا
fi: Ääni
gu: અવાજ
hu: Hang
id: Suara
ml: ശബ്ദം
mr: आवाज
or: ସ୍ୱର
pa: ਆਵਾਜ਼
ro: Voce
sk: Hlas
sv: Röst
ta: குரல்
th: เสียง
uk: Голос
ur: آواز
vi: Tiếng nói

# voiceStatusListening
source: Listening…
bg: Слушане ...
bn: শুনছি…
cs: Naslouchání…
el: Ακρόαση…
fa: گوش دادن
fi: Kuunnella…
gu: સાંભળવું…
hu: Hallgatás…
id: Mendengarkan…
ml: ശ്രദ്ധിക്കുന്നു ...
mr: ऐकत आहे…
or: ହେ ...
pa: ਸੁਣ ਰਿਹਾ ਹੈ ...
ro: Ascultare…
sk: Počúvanie ...
sv: Lyssnande…
ta: கேட்பது…
th: การฟัง…
uk: Слухати ...
ur: سن رہا ہے…
vi: Đang nghe…

# voiceStatusRecording
source: Recording…
bg: Запис ...
bn: রেকর্ডিং…
cs: Záznam…
el: Εγγραφή…
fa: ضبط ...
fi: Nauhoitus…
gu: રેકોર્ડિંગ…
hu: Felvétel…
id: Rekaman…
ml: റെക്കോർഡിംഗ് ...
mr: रेकॉर्डिंग…
or: ରେକର୍ଡିଂ ...
pa: ਰਿਕਾਰਡਿੰਗ ...
ro: Înregistrare…
sk: Nahrávanie ...
sv: Inspelning…
ta: பதிவு செய்தல்…
th: กำลังบันทึก...
uk: Запис…
ur: ریکارڈنگ…
vi: Đang ghi…

# voiceHoldToTalk
source: Hold to talk
bg: Дръжте да говорите
bn: কথা বলতে ধরুন
cs: Držte mluvit
el: Κρατήστε για να μιλήσετε
fa: برای صحبت کردن
fi: Pitää puhetta
gu: વાત કરવા
hu: Tartsa meg a beszélgetést
id: Tahan untuk berbicara
ml: സംസാരിക്കാൻ പിടിക്കുക
mr: बोलण्यासाठी धरा
or: କଥାବାର୍ତ୍ତା କରିବାକୁ
pa: ਗੱਲ ਕਰਨ ਲਈ ਫੜੋ
ro: Ține -te să vorbești
sk: Držať sa rozhovoru
sv: Håll för att prata
ta: பேச பிடிக்கவும்
th: กดค้างไว้เพื่อพูดคุย
uk: Тримайся говорити
ur: بات کرنے کے لئے پکڑو
vi: Giữ để nói chuyện

# voiceAutoSend
source: Auto-send
bg: Автоматично изпращане
bn: অটো-প্রেরণ
cs: Automatické ponosy
el: Αυτόματο σημείο
fa: بصورت خودکار ارسال کردن
fi: Automaattinen lähetys
gu: સ્વચાલિત કરવું
hu: Automatikus ülés
id: Kirim otomatis
ml: യാന്ത്രികമായി അയയ്ക്കൂ
mr: स्वयं-संवर्धन
or: ଅଟୋ-ପ୍ରେରଣ |
pa: ਆਟੋ-ਭੇਜੋ
sk: Automaticky odosielať
sv: Automatisk
ta: ஆட்டோ விற்பனை
th: ส่งอัตโนมัติ
uk: Авто-сенс
ur: آٹو سینڈ
vi: Tự động gửi
